/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : match

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2014-07-30 08:27:01
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `match`
-- ----------------------------
DROP TABLE IF EXISTS `match`;
CREATE TABLE `match` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `rangqiu` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '' COMMENT '让球数',
  `isshow` int(3) DEFAULT NULL COMMENT '是否显示',
  `matchnum` varchar(100) CHARACTER SET utf8 DEFAULT NULL COMMENT '比赛',
  `league` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '联赛名称',
  `simpleleague` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '联赛简称',
  `homename` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '主队',
  `homesxname` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '主队简称',
  `awayname` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '客队',
  `awaysxname` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '客队简称',
  `win` varchar(10) CHARACTER SET utf8 NOT NULL,
  `processname` varchar(10) CHARACTER SET utf8 NOT NULL,
  `processdate` varchar(30) CHARACTER SET utf8 DEFAULT NULL,
  `matchdate` varchar(30) CHARACTER SET utf8 DEFAULT NULL,
  `matchtime` varchar(30) CHARACTER SET utf8 DEFAULT NULL,
  `endtime` varchar(30) CHARACTER SET utf8 DEFAULT NULL,
  `matchnumdate` varchar(30) CHARACTER SET utf8 DEFAULT NULL,
  `title` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `date` varchar(30) CHARACTER SET utf8 NOT NULL,
  `end` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gbk;

-- ----------------------------
-- Records of match
-- ----------------------------
INSERT INTO match VALUES ('78715', '-1', '1', '周二001', '挪威超级联赛', '挪超', '瓦勒伦加', '瓦勒伦', '斯塔贝克', '斯塔贝', '1.98', '2001', '2014-07-29', '2014-07-30', '2014-07-30 01:00', '2014-07-30 00:59', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78716', '-1', '1', '周二002', '欧洲冠军联赛', '欧冠杯', '布拉格斯巴达', '布拉格', '马尔默', '马尔默', '2.48', '2002', '2014-07-29', '2014-07-30', '2014-07-30 01:30', '2014-07-30 01:29', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78717', '-1', '1', '周二003', '欧洲冠军联赛', '欧冠杯', '布拉迪斯拉发', '布拉迪', '谢里夫', '谢里夫', '3.90', '2003', '2014-07-29', '2014-07-30', '2014-07-30 02:15', '2014-07-30 02:14', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78718', '1', '1', '周二004', '欧洲冠军联赛', '欧冠杯', '德布勒森', '德布勒', '巴特', '巴  特', '5.80', '2004', '2014-07-29', '2014-07-30', '2014-07-30 02:30', '2014-07-30 02:29', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78719', '1', '1', '周二005', '杯赛', '吉尼斯杯', '国际米兰', '国  米', '曼彻斯特联', '曼  联', '2.70', '2005', '2014-07-29', '2014-07-30', '2014-07-30 07:00', '2014-07-30 06:59', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78720', '-1', '1', '周二006', '南美解放者杯', '解放者杯', '捍卫者竞技', '德芬索', '亚松森国民', '亚松森', '3.25', '2006', '2014-07-29', '2014-07-30', '2014-07-30 08:15', '2014-07-30 08:14', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78721', '1', '1', '周二007', '杯赛', '吉尼斯杯', '罗马', '罗 马', '皇家马德里', '皇  马', '2.52', '2007', '2014-07-29', '2014-07-30', '2014-07-30 09:15', '2014-07-30 09:14', '2014-07-29', '2014-07-29 星期二', '20140729', '0');
INSERT INTO match VALUES ('78722', '1', '1', '周三001', '日本乙级联赛', '日职乙', '福冈黄蜂', '福  冈', '湘南海洋', '湘  南', '2.20', '3001', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78723', '-1', '1', '周三002', '日本乙级联赛', '日职乙', '札幌冈萨多', '札  幌', '横滨FC', '横滨FC', '4.05', '3002', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78724', '1', '1', '周三003', '日本乙级联赛', '日职乙', '岐阜FC', '岐  阜', '冈山绿雉', '冈  山', '4.60', '3003', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78725', '-1', '1', '周三004', '日本乙级联赛', '日职乙', '千叶市原', '千  叶', '山形山神', '山  形', '5.35', '3004', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78726', '-1', '1', '周三005', '日本乙级联赛', '日职乙', '磐田喜悦', '磐  田', '赞岐釜玉海', '赞 岐', '1.83', '3005', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78727', '1', '1', '周三006', '日本乙级联赛', '日职乙', '富山胜利', '富  山', '爱媛FC', '爱  媛', '4.70', '3006', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78728', '-1', '1', '周三007', '日本乙级联赛', '日职乙', '松本山雅', '松  本', '熊本深红', '熊  本', '3.15', '3007', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78729', '1', '1', '周三008', '日本乙级联赛', '日职乙', '水户蜀葵', '水  户', '长崎航海', '长  崎', '4.60', '3008', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78730', '-1', '1', '周三009', '日本乙级联赛', '日职乙', '大分三神', '大  分', '枥木SC', '枥  木', '4.50', '3009', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78731', '1', '1', '周三010', '日本乙级联赛', '日职乙', '东京绿茵', '东  京', '京都不死鸟', '京  都', '3.90', '3010', '2014-07-30', '2014-07-30', '2014-07-30 18:00', '2014-07-30 17:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78732', '1', '1', '周三011', '日本乙级联赛', '日职乙', '群马温泉', '群  马', '北九州向日葵', '北九州', '5.50', '3011', '2014-07-30', '2014-07-30', '2014-07-30 18:30', '2014-07-30 18:29', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78733', '1', '1', '周三012', '欧洲冠军联赛', '欧冠杯', '阿克托比', '阿克托', '布加勒斯特星', '布加勒', '4.05', '3012', '2014-07-30', '2014-07-30', '2014-07-30 23:00', '2014-07-30 22:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78734', '1', '1', '周三013', '欧洲冠军联赛', '欧冠杯', '卡拉巴赫', '卡拉巴', '萨尔茨堡', '萨茨堡', '1.91', '3013', '2014-07-30', '2014-07-30', '2014-07-30 23:30', '2014-07-30 23:29', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78735', '1', '1', '周三014', '欧洲冠军联赛', '欧冠杯', 'AEL利马索尔', '利马索', '圣彼得堡泽尼特', '泽尼特', '2.33', '3014', '2014-07-30', '2014-07-31', '2014-07-31 00:00', '2014-07-30 23:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78736', '1', '1', '周三015', '欧洲冠军联赛', '欧冠杯', '赫尔辛基', '赫尔辛', '希腊人竞技', '希腊人', '5.00', '3015', '2014-07-30', '2014-07-31', '2014-07-31 00:00', '2014-07-30 23:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78737', '-1', '1', '周三016', '欧洲冠军联赛', '欧冠杯', '第聂伯罗', '第聂伯', '哥本哈根', '哥本哈', '3.00', '3016', '2014-07-30', '2014-07-31', '2014-07-31 00:00', '2014-07-30 23:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78738', '1', '1', '周三017', '欧洲冠军联赛', '欧冠杯', '草蜢', '草  蜢', '里尔', '里  尔', '4.90', '3017', '2014-07-30', '2014-07-31', '2014-07-31 01:00', '2014-07-31 00:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78739', '-1', '1', '周三018', '欧洲冠军联赛', '欧冠杯', '费耶诺德', '费耶诺', '贝西克塔斯', '贝西克', '3.67', '3018', '2014-07-30', '2014-07-31', '2014-07-31 02:00', '2014-07-31 01:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78740', '-1', '1', '周三019', '欧洲冠军联赛', '欧冠杯', '标准列日', '列  日', '帕纳辛纳科斯', '帕纳辛', '3.05', '3019', '2014-07-30', '2014-07-31', '2014-07-31 02:00', '2014-07-31 01:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78741', '-1', '1', '周三020', '欧洲冠军联赛', '欧冠杯', '卢多戈雷茨', '卢多戈', '贝尔格莱德游击', '贝游击', '3.35', '3020', '2014-07-30', '2014-07-31', '2014-07-31 02:00', '2014-07-31 01:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78742', '-1', '1', '周三021', '欧洲冠军联赛', '欧冠杯', '奥尔堡', '奥尔堡', '萨格勒布迪纳摩', '萨格勒', '5.25', '3021', '2014-07-30', '2014-07-31', '2014-07-31 02:15', '2014-07-31 02:14', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78743', '-1', '1', '周三022', '欧洲冠军联赛', '欧冠杯', '马里博尔', '马里博', '特拉维夫马卡比', '特拉维', '4.95', '3022', '2014-07-30', '2014-07-31', '2014-07-31 02:30', '2014-07-31 02:29', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78744', '1', '1', '周三023', '欧洲冠军联赛', '欧冠杯', '华沙军团', '华  沙', '凯尔特人', '凯尔特', '4.90', '3023', '2014-07-30', '2014-07-31', '2014-07-31 02:45', '2014-07-31 02:44', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78745', '-1', '1', '周三024', '杯赛', '吉尼斯杯', '曼彻斯特城', '曼  城', '利物浦', '利物浦', '3.70', '3024', '2014-07-30', '2014-07-31', '2014-07-31 07:00', '2014-07-31 06:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78746', '-1', '1', '周三025', '美国职业大联盟', '美职联', '华盛顿联', '华盛顿', '多伦多FC', '多伦FC', '3.85', '3025', '2014-07-30', '2014-07-31', '2014-07-31 07:00', '2014-07-31 06:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78747', '-1', '1', '周三026', '美国职业大联盟', '美职联', '新英格兰革命', '新英格', '科罗拉多急流', '科罗拉', '4.30', '3026', '2014-07-30', '2014-07-31', '2014-07-31 07:30', '2014-07-31 07:29', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78748', '-1', '1', '周三027', '南美解放者杯', '解放者杯', '玻利瓦尔', '玻利瓦尔', '圣洛伦索', '圣洛伦', '2.90', '3027', '2014-07-30', '2014-07-31', '2014-07-31 08:15', '2014-07-31 08:14', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78749', '-1', '1', '周三028', '美国职业大联盟', '美职联', '芝加哥火焰', '芝加哥', '温哥华白帽', '白  帽', '3.95', '3028', '2014-07-30', '2014-07-31', '2014-07-31 08:30', '2014-07-31 08:29', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78750', '1', '1', '周三029', '巴西杯', '巴西杯', '布拉干蒂诺', '巴甘蒂', '圣保罗', '圣保罗', '2.20', '3029', '2014-07-30', '2014-07-31', '2014-07-31 09:00', '2014-07-31 08:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78751', '-1', '1', '周三030', '巴西杯', '巴西杯', '巴西国际', '巴国际', '塞阿拉', '塞阿拉', '2.12', '3030', '2014-07-30', '2014-07-31', '2014-07-31 09:00', '2014-07-31 08:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78752', '-1', '1', '周三031', '美国职业大联盟', '美职联', '皇家盐湖城', '盐湖城', '纽约红牛', '纽  约', '3.65', '3031', '2014-07-30', '2014-07-31', '2014-07-31 09:00', '2014-07-31 08:59', '2014-07-30', '2014-07-30 星期三', '20140730', '0');
INSERT INTO match VALUES ('78765', '-1', '1', '周四013', '巴西杯', '巴西杯', '科里蒂巴', '科里蒂', '派桑杜', '帕桑度', '1.85', '4013', '2014-07-31', '2014-08-01', '2014-08-01 08:00', '2014-08-01 07:59', '2014-07-31', '2014-07-31 星期四', '20140731', '0');
INSERT INTO match VALUES ('78766', '-1', '1', '周二008', '俱乐部友谊赛', '球会友谊', '沙尔克04', '沙尔克', '斯托克城', '斯托克', '2.50', '2008', '2014-07-29', '2014-07-30', '2014-07-30 00:00', '2014-07-29 23:59', '2014-07-29', '2014-07-29 星期二', '20140729', '0');

-- ----------------------------
-- Table structure for `peilv`
-- ----------------------------
DROP TABLE IF EXISTS `peilv`;
CREATE TABLE `peilv` (
  `id` int(10) NOT NULL,
  `win` varchar(10) CHARACTER SET utf8 NOT NULL COMMENT '竞彩赔率',
  `sp` varchar(10) CHARACTER SET utf8 NOT NULL COMMENT '外围赔率',
  `date` varchar(30) CHARACTER SET utf8 NOT NULL COMMENT '日期',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=gbk;

-- ----------------------------
-- Records of peilv
-- ----------------------------
