/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : match

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2014-08-19 09:04:47
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `match`
-- ----------------------------
DROP TABLE IF EXISTS `match`;
CREATE TABLE `match` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `rangqiu` varchar(255) NOT NULL DEFAULT '' COMMENT '让球数',
  `isshow` int(3) DEFAULT NULL COMMENT '是否显示',
  `matchnum` varchar(100) DEFAULT NULL COMMENT '比赛',
  `league` varchar(100) NOT NULL COMMENT '联赛名称',
  `simpleleague` varchar(100) NOT NULL COMMENT '联赛简称',
  `homename` varchar(100) NOT NULL COMMENT '主队',
  `homesxname` varchar(100) NOT NULL COMMENT '主队简称',
  `awayname` varchar(100) NOT NULL COMMENT '客队',
  `awaysxname` varchar(100) NOT NULL COMMENT '客队简称',
  `win` varchar(10) NOT NULL,
  `processname` varchar(10) NOT NULL,
  `processdate` varchar(30) DEFAULT NULL,
  `matchdate` varchar(30) DEFAULT NULL,
  `matchtime` varchar(30) DEFAULT NULL,
  `endtime` varchar(30) DEFAULT NULL,
  `matchnumdate` varchar(30) DEFAULT NULL,
  `title` varchar(100) DEFAULT NULL,
  `date` varchar(30) NOT NULL,
  `homenamesp` varchar(100) DEFAULT NULL COMMENT '外围主队名',
  `awaynamesp` varchar(100) DEFAULT NULL COMMENT '外围客队名',
  `isoffset` int(1) unsigned zerofill DEFAULT '0' COMMENT '是否按队名匹配1是；2否；默认0；否则按比赛时间匹配',
  `end` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of match
-- ----------------------------
INSERT INTO match VALUES ('79121', '1', '1', '周五001', '德国杯', '德国杯', '开姆尼茨', '卓尼特', '美因茨', '美因茨', '', '5001', '2014-08-15', '2014-08-16', '2014-08-16 01:00', '2014-08-16 00:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79122', '-1', '1', '周五002', '挪威超级联赛', '挪超', '斯达', '斯  达', '斯特罗姆加斯特', '斯特罗', '', '5002', '2014-08-15', '2014-08-16', '2014-08-16 01:00', '2014-08-16 00:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79123', '1', '1', '周五003', '德国杯', '德国杯', '杜伊斯堡', '杜伊斯', '纽伦堡', '纽伦堡', '', '5003', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79124', '-1', '1', '周五004', '法国乙级联赛', '法乙', '欧塞尔', '欧塞尔', '奥尔良', '奥尔良', '', '5004', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79125', '-1', '1', '周五005', '法国乙级联赛', '法乙', '南锡', '南  锡', '阿尔勒', '阿尔勒', '', '5005', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79126', '-1', '1', '周五006', '法国乙级联赛', '法乙', '尼奥尔', '尼奥尔', '勒阿弗尔', '阿弗尔', '', '5006', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79127', '-1', '1', '周五007', '法国乙级联赛', '法乙', '尼姆', '尼  姆', '第戎', '第  戎', '', '5007', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79128', '-1', '1', '周五008', '法国乙级联赛', '法乙', '拉瓦勒', '拉瓦勒', '克雷泰伊', '克雷泰', '', '5008', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79129', '-1', '1', '周五009', '法国乙级联赛', '法乙', '沙托鲁', '沙托鲁', '克莱蒙', '克莱蒙', '', '5009', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79130', '-1', '1', '周五010', '法国乙级联赛', '法乙', '图尔', '图 尔', '瓦朗谢纳', '瓦朗谢', '', '5010', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79131', '-1', '1', '周五011', '荷兰甲级联赛', '荷甲', '费耶诺德', '费耶诺', '海伦芬', '海伦芬', '', '5011', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79132', '1', '1', '周五012', '荷兰乙级联赛', '荷乙', '阿基里斯', '阿基里', '鹿特丹斯巴达', '鹿特丹', '', '5012', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79133', '-1', '1', '周五013', '荷兰乙级联赛', '荷乙', '登博思', '登博思', '芬洛', '芬  洛', '', '5013', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79134', '-1', '1', '周五014', '荷兰乙级联赛', '荷乙', '埃因霍温FC', '埃因FC', '埃门', '埃 门', '', '5014', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79135', '-1', '1', '周五015', '荷兰乙级联赛', '荷乙', '福伦丹', '福伦丹', '奈梅亨', '奈梅亨', '', '5015', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79136', '-1', '1', '周五016', '荷兰乙级联赛', '荷乙', '马斯特里赫特', '马斯特', '埃因霍温青年队', '埃青年', '', '5016', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79137', '-1', '1', '周五017', '荷兰乙级联赛', '荷乙', '瓦尔韦克', '瓦尔韦', '奥斯', '奥  斯', '', '5017', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79138', '1', '1', '周五018', '荷兰乙级联赛', '荷乙', '特尔斯达', '特尔斯', '罗达JC', '罗达JC', '', '5018', '2014-08-15', '2014-08-16', '2014-08-16 02:00', '2014-08-16 01:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79139', '1', '1', '周五019', '法国甲级联赛', '法甲', '卡昂', '卡  昂', '里尔', '里  尔', '', '5019', '2014-08-15', '2014-08-16', '2014-08-16 02:30', '2014-08-16 02:29', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79140', '-1', '1', '周五020', '葡萄牙超级联赛', '葡超', '波尔图', '波尔图', '马里迪莫', '马里迪', '', '5020', '2014-08-15', '2014-08-16', '2014-08-16 03:00', '2014-08-16 02:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79141', '-1', '1', '周五021', '阿根廷甲级联赛', '阿甲', '纽维尔老男孩', '纽维尔', '拉普拉塔体操', '拉体操', '', '5021', '2014-08-15', '2014-08-16', '2014-08-16 07:30', '2014-08-16 07:29', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79142', '-1', '1', '周五022', '美国职业大联盟', '美职联', '休斯顿迪纳摩', '休斯顿', '费城联合', '费城联', '', '5022', '2014-08-15', '2014-08-16', '2014-08-16 09:00', '2014-08-16 08:59', '2014-08-15', '2014-08-15 星期五', '20140815', null, null, '0', '0');
INSERT INTO match VALUES ('79143', '-1', '1', '周六001', '日本职业联赛', '日职联', '大阪钢巴', '大  阪', '名古屋鲸八', '名古屋', '', '6001', '2014-08-16', '2014-08-16', '2014-08-16 17:00', '2014-08-16 16:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79144', '-1', '1', '周六002', '日本职业联赛', '日职联', '浦和红钻', '浦  和', '广岛三箭', '广  岛', '', '6002', '2014-08-16', '2014-08-16', '2014-08-16 17:00', '2014-08-16 16:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79145', '-1', '1', '周六003', '日本职业联赛', '日职联', '鹿岛鹿角', '鹿  岛', '甲府风林', '甲  府', '', '6003', '2014-08-16', '2014-08-16', '2014-08-16 17:30', '2014-08-16 17:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79146', '-1', '1', '周六004', '日本职业联赛', '日职联', '柏太阳神', '太阳神', '神户胜利船', '神  户', '', '6004', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79147', '-1', '1', '周六005', '日本职业联赛', '日职联', '川崎前锋', '川  崎', '大阪樱花', '樱  花', '', '6005', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79148', '-1', '1', '周六006', '日本职业联赛', '日职联', '新泻天鹅', '新  泻', '大宫松鼠', '大  宫', '', '6006', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79149', '-1', '1', '周六007', '日本职业联赛', '日职联', '鸟栖沙岩', '鸟  栖', '东京FC', '东京FC', '', '6007', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79150', '1', '1', '周六008', '日本职业联赛', '日职联', '德岛漩涡', '德  岛', '横滨水手', '横 滨', '', '6008', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79151', '-1', '1', '周六009', '日本职业联赛', '日职联', '仙台维加泰', '仙  台', '清水鼓动', '清  水', '', '6009', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79152', '1', '1', '周六010', '英格兰冠军联赛', '英冠', '利兹联', '利  兹', '米德尔斯堡', '米德尔', '', '6010', '2014-08-16', '2014-08-16', '2014-08-16 19:15', '2014-08-16 19:14', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79153', '-1', '1', '周六011', '英格兰超级联赛', '英超', '曼彻斯特联', '曼  联', '斯旺西', '斯旺西', '', '6011', '2014-08-16', '2014-08-16', '2014-08-16 19:45', '2014-08-16 19:44', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79154', '-1', '1', '周六012', '苏格兰超级联赛', '苏超', '凯尔特人', '凯尔特', '邓迪联', '邓迪联', '', '6012', '2014-08-16', '2014-08-16', '2014-08-16 19:45', '2014-08-16 19:44', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79155', '-1', '1', '周六013', '法国乙级联赛', '法乙', '布雷斯特', '布雷斯', '昂热', '昂  热', '', '6013', '2014-08-16', '2014-08-16', '2014-08-16 20:00', '2014-08-16 19:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79157', '1', '1', '周六015', '德国杯', '德国杯', '波鸿', '波  鸿', '斯图加特', '斯图加', '', '6015', '2014-08-16', '2014-08-16', '2014-08-16 21:30', '2014-08-16 21:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79159', '1', '1', '周六017', '英格兰超级联赛', '英超', '莱切斯特城', '莱切城', '埃弗顿', '埃弗顿', '', '6017', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79160', '-1', '1', '周六018', '英格兰超级联赛', '英超', '女王公园巡游者', '巡游者', '赫尔城', '赫尔城', '', '6018', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79161', '-1', '1', '周六019', '英格兰超级联赛', '英超', '斯托克城', '斯托克', '阿斯顿维拉', '维  拉', '', '6019', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79162', '-1', '1', '周六020', '英格兰超级联赛', '英超', '西布罗姆维奇', '西布罗', '桑德兰', '桑德兰', '', '6020', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79163', '1', '1', '周六021', '英格兰超级联赛', '英超', '西汉姆联', '西汉姆', '托特纳姆热刺', '热  刺', '', '6021', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79164', '-1', '1', '周六022', '英格兰冠军联赛', '英冠', '伯恩茅斯', '伯恩茅', '布伦特福德', '布伦特', '', '6022', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79165', '1', '1', '周六023', '英格兰冠军联赛', '英冠', '伯明翰', '伯明翰', '布赖顿', '布赖顿', '', '6023', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79166', '1', '1', '周六024', '英格兰冠军联赛', '英冠', '布莱克浦', '布莱浦', '布莱克本', '布莱克', '', '6024', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79167', '-1', '1', '周六025', '英格兰冠军联赛', '英冠', '博尔顿', '博尔顿', '诺丁汉森林', '诺丁汉', '', '6025', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79168', '-1', '1', '周六026', '英格兰冠军联赛', '英冠', '加的夫城', '加的夫', '哈德斯菲尔德', '哈德斯', '', '6026', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79169', '1', '1', '周六027', '英格兰冠军联赛', '英冠', '查尔顿', '查尔顿', '维冈竞技', '维  冈', '', '6027', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79170', '-1', '1', '周六028', '英格兰冠军联赛', '英冠', '富勒姆', '富勒姆', '米尔沃尔', '米尔沃', '', '6028', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79171', '-1', '1', '周六029', '英格兰冠军联赛', '英冠', '诺维奇', '诺维奇', '沃特福德', '沃特福', '', '6029', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79172', '-1', '1', '周六030', '英格兰冠军联赛', '英冠', '雷丁', '雷  丁', '伊普斯维奇', '伊普斯', '', '6030', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79173', '1', '1', '周六031', '英格兰冠军联赛', '英冠', '罗瑟汉姆', '罗瑟汉', '狼队', '狼  队', '', '6031', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79174', '1', '1', '周六032', '英格兰冠军联赛', '英冠', '谢菲尔德星期三', '谢周三', '德比郡', '德比郡', '', '6032', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79187', '-1', '1', '周六045', '苏格兰超级联赛', '苏超', '邓迪FC', '邓  迪', '帕尔蒂克', '帕尔蒂', '', '6045', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79188', '1', '1', '周六046', '苏格兰超级联赛', '苏超', '汉密尔顿', '哈密尔', '圣约翰斯通', '圣约翰', '', '6046', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79189', '-1', '1', '周六047', '苏格兰超级联赛', '苏超', '马瑟韦尔', '马瑟韦', '因弗内斯', '伊凡尼', '', '6047', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79190', '-1', '1', '周六048', '苏格兰超级联赛', '苏超', '罗斯郡', '罗斯郡', '基尔马诺克', '基马诺', '', '6048', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79192', '-1', '1', '周六050', '荷兰乙级联赛', '荷乙', '福图纳锡塔德', '福图纳', '阿贾克斯青年队', '阿青年', '', '6050', '2014-08-16', '2014-08-16', '2014-08-16 22:30', '2014-08-16 22:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79194', '1', '1', '周六052', '德国杯', '德国杯', '韦恩', '韦  恩', '凯泽斯劳滕', '凯 泽', '', '6052', '2014-08-16', '2014-08-17', '2014-08-17 00:00', '2014-08-16 23:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79196', '-1', '1', '周六054', '英格兰超级联赛', '英超', '阿森纳', '阿森纳', '水晶宫', '水晶宫', '', '6054', '2014-08-16', '2014-08-17', '2014-08-17 00:30', '2014-08-17 00:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79197', '-1', '1', '周六055', '荷兰甲级联赛', '荷甲', 'PSV埃因霍温', '埃因霍', '布雷达', '布雷达', '', '6055', '2014-08-16', '2014-08-17', '2014-08-17 00:30', '2014-08-17 00:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79198', '1', '1', '周六056', '葡萄牙超级联赛', '葡超', '吉维森特', '维森特', '吉马良斯', '吉马良', '', '6056', '2014-08-16', '2014-08-17', '2014-08-17 01:00', '2014-08-17 00:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79199', '-1', '1', '周六057', '荷兰甲级联赛', '荷甲', '多德勒支', '多德勒', '兹沃勒', '兹沃勒', '', '6057', '2014-08-16', '2014-08-17', '2014-08-17 01:45', '2014-08-17 01:44', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79200', '-1', '1', '周六058', '荷兰甲级联赛', '荷甲', '特温特', '特温特', '海牙', '海  牙', '', '6058', '2014-08-16', '2014-08-17', '2014-08-17 01:45', '2014-08-17 01:44', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79201', '-1', '1', '周六059', '荷兰乙级联赛', '荷乙', '格拉夫夏普', '格拉夫', '阿尔梅勒城', '阿尔城', '', '6059', '2014-08-16', '2014-08-17', '2014-08-17 01:45', '2014-08-17 01:44', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79202', '-1', '1', '周六060', '法国甲级联赛', '法甲', '洛里昂', '洛里昂', '尼斯', '尼  斯', '', '6060', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79203', '-1', '1', '周六061', '法国甲级联赛', '法甲', '梅斯', '梅  斯', '南特', '南  特', '', '6061', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79204', '-1', '1', '周六062', '法国甲级联赛', '法甲', '雷恩', '雷  恩', '伊维恩', '伊维恩', '', '6062', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79205', '-1', '1', '周六063', '法国甲级联赛', '法甲', '图卢兹', '图卢兹', '里昂', '里  昂', '', '6063', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79206', '1', '1', '周六064', '法国甲级联赛', '法甲', '朗斯', '朗  斯', '甘冈', '甘  冈', '', '6064', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79208', '1', '1', '周六066', '德国杯', '德国杯', '柏林维多利亚', 'BFC维', '法兰克福', '法兰克', '', '6066', '2014-08-16', '2014-08-17', '2014-08-17 02:30', '2014-08-17 02:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79210', '-1', '1', '周六068', '荷兰甲级联赛', '荷甲', '维迪斯', '维迪斯', '坎布尔', '坎布尔', '', '6068', '2014-08-16', '2014-08-17', '2014-08-17 02:45', '2014-08-17 02:44', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79212', '1', '1', '周六070', '葡萄牙超级联赛', '葡超', '科英布拉大学', '科英布', '里斯本竞技', '里斯本', '', '6070', '2014-08-16', '2014-08-17', '2014-08-17 03:30', '2014-08-17 03:29', '2014-08-16', '2014-08-16 星期六', '20140816', null, null, '0', '0');
INSERT INTO match VALUES ('79223', '1', '1', '周日001', '日本乙级联赛', '日职乙', '爱媛FC', '爱  媛', '松本山雅', '松  本', '', '7001', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79224', '1', '1', '周日002', '日本乙级联赛', '日职乙', '北九州向日葵', '北九州', '冈山绿雉', '冈  山', '', '7002', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79225', '-1', '1', '周日003', '日本乙级联赛', '日职乙', '山形山神', '山  形', '札幌冈萨多', '札  幌', '', '7003', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79226', '-1', '1', '周日004', '日本乙级联赛', '日职乙', '群马温泉', '群  马', '岐阜FC', '岐  阜', '', '7004', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79227', '1', '1', '周日005', '日本乙级联赛', '日职乙', '枥木SC', '枥  木', '湘南海洋', '湘  南', '', '7005', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79228', '1', '1', '周日006', '日本乙级联赛', '日职乙', '东京绿茵', '东  京', '水户蜀葵', '水  户', '', '7006', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79229', '-1', '1', '周日007', '日本乙级联赛', '日职乙', '长崎航海', '长  崎', '福冈黄蜂', '福  冈', '', '7007', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79230', '-1', '1', '周日008', '日本乙级联赛', '日职乙', '横滨FC', '横滨FC', '赞岐釜玉海', '赞 岐', '', '7008', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79231', '-1', '1', '周日009', '日本乙级联赛', '日职乙', '磐田喜悦', '磐  田', '富山胜利', '富  山', '', '7009', '2014-08-17', '2014-08-17', '2014-08-17 18:00', '2014-08-17 17:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79232', '-1', '1', '周日010', '日本乙级联赛', '日职乙', '京都不死鸟', '京  都', '大分三神', '大  分', '', '7010', '2014-08-17', '2014-08-17', '2014-08-17 18:00', '2014-08-17 17:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79233', '1', '1', '周日011', '日本乙级联赛', '日职乙', '熊本深红', '熊  本', '千叶市原', '千  叶', '', '7011', '2014-08-17', '2014-08-17', '2014-08-17 18:00', '2014-08-17 17:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79234', '1', '1', '周日012', '荷兰甲级联赛', '荷甲', '阿尔克马尔', '阿尔克', '阿贾克斯', '阿贾克', '', '7012', '2014-08-17', '2014-08-17', '2014-08-17 18:30', '2014-08-17 18:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79235', '-1', '1', '周日013', '英格兰超级联赛', '英超', '利物浦', '利物浦', '南安普敦', '南安普', '', '7013', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79236', '1', '1', '周日014', '德国杯', '德国杯', '耶拿', '耶拿', '奥厄', '奥 厄', '', '7014', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79237', '1', '1', '周日015', '德国杯', '德国杯', '伊勒蒂森', '伊勒蒂', '云达不来梅', '不来梅', '', '7015', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79238', '-1', '1', '周日016', '德国杯', '德国杯', '基尔', '基  尔', '慕尼黑1860', '慕尼黑', '', '7016', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79239', '-1', '1', '周日017', '荷兰甲级联赛', '荷甲', 'SBV精英', '精  英', '前进之鹰', '前进鹰', '', '7017', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79240', '-1', '1', '周日018', '荷兰甲级联赛', '荷甲', '乌德勒支', '乌德勒', '威廉二世', '威  廉', '', '7018', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79244', '-1', '1', '周日022', '德国杯', '德国杯', '比勒费尔德', '比勒费', '桑德豪森', '桑德豪', '', '7022', '2014-08-17', '2014-08-17', '2014-08-17 22:00', '2014-08-17 21:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79246', '-1', '1', '周日024', '荷兰甲级联赛', '荷甲', '格罗宁根', '格罗宁', '赫拉克勒斯', '赫拉克', '', '7024', '2014-08-17', '2014-08-17', '2014-08-17 22:45', '2014-08-17 22:44', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79247', '1', '1', '周日025', '英格兰超级联赛', '英超', '纽卡斯尔联', '纽卡斯', '曼彻斯特城', '曼  城', '', '7025', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79248', '-1', '1', '周日026', '法国甲级联赛', '法甲', '马赛', '马  赛', '蒙彼利埃', '蒙彼利', '', '7026', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79249', '-1', '1', '周日027', '法国甲级联赛', '法甲', '圣埃蒂安', '埃蒂安', '兰斯', '兰  斯', '', '7027', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79250', '-1', '1', '周日028', '葡萄牙超级联赛', '葡超', '葡萄牙国民', '国民队', '摩雷伦斯', '莫拉伦', '', '7028', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79251', '-1', '1', '周日029', '葡萄牙超级联赛', '葡超', '里奥阿维', '里奥阿', '塞图巴尔', '塞图巴', '', '7029', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79254', '-1', '1', '周日032', '葡萄牙超级联赛', '葡超', '佩纳菲耶尔', '佩纳菲', '比兰尼塞斯', '比兰尼', '', '7032', '2014-08-17', '2014-08-18', '2014-08-18 00:00', '2014-08-17 23:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79258', '-1', '1', '周日036', '德国杯', '德国杯', '莱比锡红牛', '莱比锡', '帕德博恩', '帕德博', '', '7036', '2014-08-17', '2014-08-18', '2014-08-18 00:30', '2014-08-18 00:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79259', '1', '1', '周日037', '德国杯', '德国杯', '马格德堡', '马迪堡', '奥格斯堡', '奥格斯', '', '7037', '2014-08-17', '2014-08-18', '2014-08-18 00:30', '2014-08-18 00:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79261', '-1', '1', '周日039', '葡萄牙超级联赛', '葡超', '布拉加', '布拉加', '博阿维斯塔', '博维斯塔', '', '7039', '2014-08-17', '2014-08-18', '2014-08-18 02:00', '2014-08-18 01:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79262', '-1', '1', '周日040', '葡萄牙超级联赛', '葡超', '本菲卡', '本菲卡', '费雷拉', '费雷拉', '', '7040', '2014-08-17', '2014-08-18', '2014-08-18 02:15', '2014-08-18 02:14', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79265', '1', '1', '周日043', '德国杯', '德国杯', '达姆施塔特', '达姆施', '沃尔夫斯堡', '沃尔夫', '', '7043', '2014-08-17', '2014-08-18', '2014-08-18 02:30', '2014-08-18 02:29', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79266', '1', '1', '周日044', '法国甲级联赛', '法甲', '波尔多', '波尔多', '摩纳哥', '摩纳哥', '', '7044', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', null, null, '0', '0');
INSERT INTO match VALUES ('79288', '1', '1', '周一011', '英格兰超级联赛', '英超', '伯恩利', '伯恩利', '切尔西', '切尔西', '', '1011', '2014-08-18', '2014-08-19', '2014-08-19 03:00', '2014-08-19 02:59', '2014-08-18', '2014-08-18 星期一', '20140818', null, null, '0', '0');

-- ----------------------------
-- Table structure for `match_sp`
-- ----------------------------
DROP TABLE IF EXISTS `match_sp`;
CREATE TABLE `match_sp` (
  `sid` int(10) NOT NULL COMMENT '对阵ID',
  `rangqiusp` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '' COMMENT '让球数',
  `leagueEn` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '联赛名称',
  `leagueCh` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '联赛简称',
  `homenameEn` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '主队',
  `homenameCh` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '主队简称',
  `awaynameEn` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '客队',
  `awaynameCh` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '客队简称',
  `sp` varchar(10) CHARACTER SET utf8 NOT NULL,
  `matchtimesp` varchar(30) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`sid`)
) ENGINE=InnoDB DEFAULT CHARSET=gbk;

-- ----------------------------
-- Records of match_sp
-- ----------------------------
INSERT INTO match_sp VALUES ('1816915', '0', 'France Ligue 1', '法国甲级联赛', 'SM Caen CBN', '卡昂', 'Lille OSC', '里尔', '1.63', '1408127400');
INSERT INTO match_sp VALUES ('1817083', '0', 'France Ligue 2', '法国乙级联赛', 'AJ  Auxerre', '欧塞尔', 'US Orleans', '奥尔良', '0.62', '1408125600');
INSERT INTO match_sp VALUES ('1817084', '0', 'France Ligue 2', '法国乙级联赛', 'Nimes', '奈梅斯', 'Dijon FCO', '迪卓恩', '0.59', '1408125600');
INSERT INTO match_sp VALUES ('1817085', '0', 'France Ligue 2', '法国乙级联赛', 'Stade Lavallois', '拉华尔', 'US Creteil-Lusitanos', '贾特尔', '0.72', '1408125600');
INSERT INTO match_sp VALUES ('1817086', '0', 'France Ligue 2', '法国乙级联赛', 'La Berrichonne de Chateauroux', '沙特鲁', 'Clermont Foot', '科莱莫特', '0.94', '1408125600');
INSERT INTO match_sp VALUES ('1817102', '0', 'Russia Premier League', '俄罗斯超级联赛', 'FC Mordovia Saransk', '莫多瓦耶', 'Kuban Krasnodar', '库班', '1.09', '1408118400');
INSERT INTO match_sp VALUES ('1817387', '0', 'Belgium Pro League', '比利时甲级联赛', 'Royal Mouscron Peruwelz', '匹卢维兹', 'Standard Liege', '标准列治', '1.25', '1408118400');
INSERT INTO match_sp VALUES ('1817416', '0', 'Norway Tippeligaen', '挪威超级联赛', 'IK Start', '斯达', 'Stromsgodset IF', '史卓加斯特', '0.99', '1408122000');
INSERT INTO match_sp VALUES ('1817541', '0', 'Austria Erste Liga', '奧地利乙级联赛', 'FAC Team fur Wien', 'FAC维也纳', 'SKN St Polten', '圣普尔顿', '1.19', '1408120200');
INSERT INTO match_sp VALUES ('1817810', '0', 'Ireland Premier Division', '爱尔兰超级联赛', 'Derry City FC', '德利城', 'Cork City FC', '曲克城', '0.72', '1408128300');
INSERT INTO match_sp VALUES ('1817852', '0', 'Ireland First Division', '爱尔兰甲级联赛', 'Wexford Youths FC', '威福特青年队', 'Shelbourne FC', '舒尔本', '1.07', '1408129200');
INSERT INTO match_sp VALUES ('1817879', '0', 'Poland Ekstraklasa', '波兰甲级联赛', 'Korona Kielce', '哥罗那', 'Gornik Zabrze', '萨比利斯', '0.97', '1408118400');
INSERT INTO match_sp VALUES ('1818656', '0', 'Sweden Superettan', '瑞典甲级联赛', 'Varbergs BoIS', '华保斯', 'IK Sirius FK', '天狼星', '1.16', '1408120200');
INSERT INTO match_sp VALUES ('1818706', '0', 'France Championnat National', '法国丙级联赛', 'USL Dunkerque', 'USL敦刻尔克', 'Amiens SC', '爱米恩斯', '0.93', '1408125600');
INSERT INTO match_sp VALUES ('1818865', '0', 'Germany Regionalliga Southwest', '德国丁级联赛西南部地区组', 'FC Nottingen 1957', '诺廷根', 'TSG 1899 Hoffenheim II', '霍芬海姆二队', '0.99', '1408122000');
INSERT INTO match_sp VALUES ('1819278', '0', 'Argentina Primera B Nacional', '阿根廷乙级联赛', 'CA Temperley', 'CA坦波利', 'Sarmiento De Junin', '萨尔米安杜', '0.98', '1408137300');
INSERT INTO match_sp VALUES ('1819294', '0', 'Netherlands Eerste Divisie', '荷兰乙级联赛', 'MVV Maastricht', '马士积治', 'Jong PSV Eindhoven', 'PSV埃因霍温青年队', '0.74', '1408125600');
INSERT INTO match_sp VALUES ('1819297', '0', 'Netherlands Eerste Divisie', '荷兰乙级联赛', 'FC Volendam', '华伦丹', 'NEC Nijmegen', 'NEC尼美根', '0.98', '1408125600');
INSERT INTO match_sp VALUES ('1819589', '0', 'Iceland Premier League', '冰岛超级联赛', 'Valur Reykjavik', '华路', 'Stjarnan', '斯塔尔南', '0.81', '1408127400');
INSERT INTO match_sp VALUES ('1819595', '0', 'Iceland 1st Division', '冰岛甲级联赛', 'HK Kopavogur', 'HK夏拿费雷', 'IA Akranes', '阿简尼斯', '1.13', '1408130100');
INSERT INTO match_sp VALUES ('1819852', '0', 'Iran Pro League', '伊朗超级联赛', 'Esteghlal Khuzestan', '艾斯迪格拿阿瓦', 'Naft Tehran', '德黑兰', '1.16', '1408114500');
INSERT INTO match_sp VALUES ('1819860', '0', 'France Ligue 1 - Specials', '法国甲级联赛 - 特别投注', 'SM Caen CBN - No. of Corners', '卡昂 - 角球总数', 'Lille OSC - No. of Corners', '里尔 - 角球总数', '1.14', '1408127400');
INSERT INTO match_sp VALUES ('1819862', '0', 'Norway Tippeligaen - Specials', '挪威超级联赛 - 特别投注', 'IK Start - No. of Corners', '斯达 - 角球总数', 'Stromsgodset IF - No. of Corners', '史卓加斯特 - 角球总数', '0.71', '1408122000');
INSERT INTO match_sp VALUES ('1819901', '0', 'Saudi Abdul Latif Jameel League', '沙特阿卜杜勒·拉蒂夫·贾米尔联赛', 'Al Orobah FC', '阿尔欧鲁巴赫', 'Al Taawon FC', '塔亚文FC', '0.75', '1408120800');
INSERT INTO match_sp VALUES ('1819903', '0', 'Saudi Abdul Latif Jameel League', '沙特阿卜杜勒·拉蒂夫·贾米尔联赛', 'Al Faisaly FC', '费萨里', 'Al Raed', '拉德', '0.76', '1408125000');
INSERT INTO match_sp VALUES ('1819905', '0', 'Club Friendly', '俱乐部友谊赛', 'Recreativo de Huelva', '维尔瓦', 'Real Betis', '皇家贝迪斯', '1.25', '1408129200');
INSERT INTO match_sp VALUES ('1819909', '0', 'Paraguay Primera Division', '巴拉圭甲级联赛', '12 de Octubre', '奥杜巴雷', 'General Diaz', '迪亚兹', '0.92', '1408129200');
INSERT INTO match_sp VALUES ('1819910', '0', 'Saudi Arabia 1st Division', '沙特阿拉伯甲级联赛', 'Al Jeel', '吉鲁', 'Al Qadisiyah FC', '瓜达席亚', '1.38', '1408118100');
INSERT INTO match_sp VALUES ('1819950', '0', 'Bolivia Professional League', '玻利维亚甲级联赛', 'CD San Jose de Oruro', '奥鲁罗圣约森', 'The Strongest', '勇者', '0.70', '1408145400');
INSERT INTO match_sp VALUES ('1819953', '0', 'Israel Toto Cup Leumit', '以色列甲级联赛杯', 'Ironi Tiberias', '伊罗尼太巴列', 'Maccabi Ahi Nazareth', '阿基纳扎力马卡比', '0.99', '1408109400');

-- ----------------------------
-- Table structure for `match_sp_copy`
-- ----------------------------
DROP TABLE IF EXISTS `match_sp_copy`;
CREATE TABLE `match_sp_copy` (
  `sid` int(10) NOT NULL COMMENT '对阵ID',
  `rangqiusp` varchar(255) CHARACTER SET utf8 NOT NULL DEFAULT '' COMMENT '让球数',
  `leagueEn` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '联赛名称',
  `leagueCh` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '联赛简称',
  `homenameEn` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '主队',
  `homenameCh` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '主队简称',
  `awaynameEn` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '客队',
  `awaynameCh` varchar(100) CHARACTER SET utf8 NOT NULL COMMENT '客队简称',
  `sp` varchar(10) CHARACTER SET utf8 NOT NULL,
  `matchtime` varchar(30) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`sid`)
) ENGINE=InnoDB DEFAULT CHARSET=gbk;

-- ----------------------------
-- Records of match_sp_copy
-- ----------------------------
INSERT INTO match_sp_copy VALUES ('1801464', '0', 'UEFA Super Cup - Winner', '欧洲超级杯 - 冠军', 'Real Madrid', '皇家马德里', 'Sevilla FC', '塞维利亚', '0.20', '1407869100');
INSERT INTO match_sp_copy VALUES ('1814068', '0', 'Portugal Segunda Liga', '葡萄牙甲级联赛', 'Beira Mar', '比拉马', 'Uniao da Madeira', '马迪亚拿', '1.05', '1407855600');
INSERT INTO match_sp_copy VALUES ('1816465', '0', 'France League Cup', '法国联赛杯', 'Stade Lavallois', '拉华尔', 'FC Sochaux Montbeliard', '索肖', '0.64', '1407866400');
INSERT INTO match_sp_copy VALUES ('1816468', '0', 'France League Cup', '法国联赛杯', 'Tours FC', '图尔斯', 'Dijon FCO', '迪卓恩', '1.01', '1407866400');
INSERT INTO match_sp_copy VALUES ('1816469', '0', 'France League Cup', '法国联赛杯', 'CA Bastia', 'CA巴斯蒂亚', 'US Creteil-Lusitanos', '贾特尔', '0.86', '1407866400');
INSERT INTO match_sp_copy VALUES ('1816471', '0', 'France League Cup', '法国联赛杯', 'AC Arles Avignon', '阿莱斯', 'Chamois Niortais FC', '尼奥尔', '0.80', '1407866400');
INSERT INTO match_sp_copy VALUES ('1816472', '0', 'France League Cup', '法国联赛杯', 'Valenciennes FC', '瓦朗谢讷', 'ES Troyes AC', '特鲁瓦', '1.21', '1407861000');
INSERT INTO match_sp_copy VALUES ('1816494', '0', 'England Conference National', '英格兰足协全国联赛', 'Altrincham', '艾青洽', 'Lincoln City', '林肯城', '1.12', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816502', '0', 'England Conference National', '英格兰足协全国联赛', 'AFC Telford United', '泰福特', 'Macclesfield Town', '马切斯菲德', '0.91', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816504', '0', 'England Conference National', '英格兰足协全国联赛', 'Wrexham', '威斯汉姆', 'Gateshead FC', '格茨海德', '0.87', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816517', '0', 'England League Cup', '英格兰联赛杯', 'Chesterfield', '车士打菲特', 'Huddersfield Town', '哈德斯菲尔德', '0.87', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816519', '0', 'England League Cup', '英格兰联赛杯', 'Crawley Town', '克拉雷镇', 'Ipswich Town', '伊普斯维奇', '1.06', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816524', '0', 'England League Cup', '英格兰联赛杯', 'Luton Town', '卢顿', 'Swindon Town', '斯文登', '0.94', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816531', '0', 'England League Cup', '英格兰联赛杯', 'Morecambe', '莫利金比', 'Bradford City', '巴拉福特', '1.16', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816535', '0', 'England League Cup', '英格兰联赛杯', 'Plymouth Argyle', '普利茅夫', 'Leyton Orient', '莱顿东方', '1.31', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816536', '0', 'England League Cup', '英格兰联赛杯', 'Portsmouth', '朴茨茅斯', 'Peterborough United', '皮特堡联', '1.11', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816538', '0', 'England League Cup', '英格兰联赛杯', 'Rochdale AFC', '洛克戴尔', 'Preston North End', '普雷斯顿', '1.25', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816547', '0', 'England League Cup', '英格兰联赛杯', 'York City', '约克城', 'Doncaster Rovers', '唐卡斯特', '0.96', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816549', '0', 'England League Cup', '英格兰联赛杯', 'Southend United', '绍森德', 'Walsall', '沃尔萨尔', '1.07', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816669', '0', 'England Conference North', '英格兰足协北部联赛', 'Brackley Town', '巴克利城', 'Boston United', '波士顿联', '1.06', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816686', '0', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '1407869100');
INSERT INTO match_sp_copy VALUES ('1816733', '0', 'England Conference North', '英格兰足协北部联赛', 'Stalybridge Celtic', '斯塔利桥', 'AFC Fylde', '菲尔德', '1.26', '1407869100');
INSERT INTO match_sp_copy VALUES ('1817095', '0', 'Russia Premier League', '俄罗斯超级联赛', 'FC Torpedo Moscow', '莫斯科鱼雷', 'Amkar Perm', '阿马卡', '1.04', '1407859200');
INSERT INTO match_sp_copy VALUES ('1817383', '0', 'Germany Regionalliga Bavaria', '德国丁级联赛巴伐利亚州地区组', 'TSV 1860 Munchen II', '慕尼黑1860二队', 'Bayern Munchen II', '拜仁慕尼黑二队', '1.13', '1407865500');
INSERT INTO match_sp_copy VALUES ('1817710', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - To Kick Off', '皇家马德里先开球', 'Sevilla FC - To Kick Off', '塞维利亚先开球', '1.04', '1407869100');
INSERT INTO match_sp_copy VALUES ('1817818', '0', 'Club Friendly', '俱乐部友谊赛', 'SD Eibar', '伊巴', 'Deportivo Alaves', '艾拉维斯', '0.77', '1407861000');
INSERT INTO match_sp_copy VALUES ('1817826', '0', 'Sweden 2nd Division', '瑞典丙级联赛', 'Larje Angereds IF', '拉吉', 'Grebbestads IF', '格雷伯斯塔德', '0.90', '1407862800');
INSERT INTO match_sp_copy VALUES ('1817854', '0', 'International Friendly U19', '国际U19友谊赛', 'Slovakia U19', '斯洛伐克U19', 'Serbia U19', '塞尔维亚U19', '1.28', '1407855600');
INSERT INTO match_sp_copy VALUES ('1817946', '0', 'France League Cup - Specials', '法国联赛杯 - 特别投注', 'Valenciennes FC - No. of Corners', '瓦朗谢讷 - 角球总数', 'ES Troyes AC - No. of Corners', '特鲁瓦 - 角球总数', '0.86', '1407861000');
INSERT INTO match_sp_copy VALUES ('1818006', '0', 'Russia Premier League - Specials', '俄罗斯超级联赛 - 特别投注', 'FC Torpedo Moscow - No. of Corners', '莫斯科鱼雷 - 角球总数', 'Amkar Perm - No. of Corners', '阿马卡 - 角球总数', '0.79', '1407859200');
INSERT INTO match_sp_copy VALUES ('1818052', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Booking', '皇家马德里 - 最后获牌', 'Sevilla FC - Last Booking', '塞维利亚 - 最后获牌', '1.20', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818053', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Booking', '皇家马德里 - 首张牌', 'Sevilla FC - 1st Booking', '塞维利亚 - 首张牌', '1.23', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818054', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Corner', '皇家马德里 - 先得角球', 'Sevilla FC - 1st Corner', '塞维利亚 - 先得角球', '0.55', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818055', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Corner', '皇家马德里 - 最后角球', 'Sevilla FC - Last Corner', '塞维利亚 - 最后角球', '0.55', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818057', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Free Kick', '皇家马德里 - 最后任意球', 'Sevilla FC - Last Free Kick', '塞维利亚 - 最后任意球', '0.82', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818058', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Free Kick', '皇家马德里 - 先得任意球', 'Sevilla FC - 1st Free Kick', '塞维利亚 - 先得任意球', '0.74', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818059', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Goal Kick', '皇家马德里 - 先得球门球', 'Sevilla FC - 1st Goal Kick', '塞维利亚 - 先得球门球', '1.11', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818060', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Goal Kick', '皇家马德里 - 最后球门球', 'Sevilla FC - Last Goal Kick', '塞维利亚 - 最后球门球', '1.04', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818061', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Offside', '皇家马德里 - 首队越位', 'Sevilla FC - 1st Offside', '塞维利亚 - 首队越位', '0.74', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818062', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Offside', '皇家马德里 - 最后越位', 'Sevilla FC - Last Offside', '塞维利亚 - 最后越位', '0.82', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818063', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Throw In', '皇家马德里 - 先得界外球', 'Sevilla FC - 1st Throw In', '塞维利亚 - 先得界外球', '0.74', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818064', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Throw In', '皇家马德里 - 最后界外球', 'Sevilla FC - Last Throw In', '塞维利亚 - 先得界外球', '0.90', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818065', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - 1st Substitution', '皇家马德里 - 首队换人', 'Sevilla FC - 1st Substitution', '塞维利亚 - 首队换人', '1.02', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818066', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid - Last Substitution', '皇家马德里 - 最后换人', 'Sevilla FC - Last Substitution', '塞维利亚 - 最后换人', '0.84', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818069', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid vs Sevilla FC - Extra Time', '皇家马德里vs塞维利亚 - 有加时', 'Real Madrid vs Sevilla FC - No Extra Time', '皇家马德里vs塞维利亚 - 没有加时', '3.33', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818074', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid vs Sevilla FC - Own Goal', '皇家马德里vs塞维利亚 - 有乌龙球', 'Real Madrid vs Sevilla FC - No Own Goal', '皇家马德里vs塞维利亚 - 没有乌龙球', '3.84', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818075', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid vs Sevilla FC - Penalty Taken', '皇家马德里vs塞维利亚 - 有点球', 'Real Madrid vs Sevilla FC - No Penalty Taken', '皇家马德里vs塞维利亚 - 没有点球', '2.43', '1407869100');
INSERT INTO match_sp_copy VALUES ('1818076', '0', 'UEFA Super Cup - Specials', '欧洲超级杯 - 特别投注', 'Real Madrid vs Sevilla FC - Red Card', '皇家马德里vs塞维利亚 - 有红牌', 'Real Madrid vs Sevilla FC - No Red Card', '皇家马德里vs塞维利亚 - 没有红牌', '2.43', '1407869100');

-- ----------------------------
-- Table structure for `m_match`
-- ----------------------------
DROP TABLE IF EXISTS `m_match`;
CREATE TABLE `m_match` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `rangqiu` varchar(255) NOT NULL DEFAULT '' COMMENT '让球数',
  `isshow` int(3) DEFAULT NULL COMMENT '是否显示',
  `matchnum` varchar(100) DEFAULT NULL COMMENT '比赛',
  `league` varchar(100) NOT NULL COMMENT '联赛名称',
  `simpleleague` varchar(100) NOT NULL COMMENT '联赛简称',
  `homename` varchar(100) NOT NULL COMMENT '主队',
  `homesxname` varchar(100) NOT NULL COMMENT '主队简称',
  `awayname` varchar(100) NOT NULL COMMENT '客队',
  `awaysxname` varchar(100) NOT NULL COMMENT '客队简称',
  `processname` varchar(10) NOT NULL,
  `processdate` varchar(30) DEFAULT NULL,
  `matchdate` varchar(30) DEFAULT NULL,
  `matchtime` varchar(30) DEFAULT NULL,
  `endtime` varchar(30) DEFAULT NULL,
  `matchnumdate` varchar(30) DEFAULT NULL,
  `title` varchar(100) DEFAULT NULL,
  `date` varchar(30) NOT NULL,
  `end` int(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_match
-- ----------------------------
INSERT INTO m_match VALUES ('79143', '-1', '1', '周六001', '日本职业联赛', '日职联', '大阪钢巴', '大  阪', '名古屋鲸八', '名古屋', '6001', '2014-08-16', '2014-08-16', '2014-08-16 17:00', '2014-08-16 16:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79144', '-1', '1', '周六002', '日本职业联赛', '日职联', '浦和红钻', '浦  和', '广岛三箭', '广  岛', '6002', '2014-08-16', '2014-08-16', '2014-08-16 17:00', '2014-08-16 16:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79145', '-1', '1', '周六003', '日本职业联赛', '日职联', '鹿岛鹿角', '鹿  岛', '甲府风林', '甲  府', '6003', '2014-08-16', '2014-08-16', '2014-08-16 17:30', '2014-08-16 17:29', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79146', '-1', '1', '周六004', '日本职业联赛', '日职联', '柏太阳神', '太阳神', '神户胜利船', '神  户', '6004', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79147', '-1', '1', '周六005', '日本职业联赛', '日职联', '川崎前锋', '川  崎', '大阪樱花', '樱  花', '6005', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79148', '-1', '1', '周六006', '日本职业联赛', '日职联', '新泻天鹅', '新  泻', '大宫松鼠', '大  宫', '6006', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79149', '-1', '1', '周六007', '日本职业联赛', '日职联', '鸟栖沙岩', '鸟  栖', '东京FC', '东京FC', '6007', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79150', '1', '1', '周六008', '日本职业联赛', '日职联', '德岛漩涡', '德  岛', '横滨水手', '横 滨', '6008', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79151', '-1', '1', '周六009', '日本职业联赛', '日职联', '仙台维加泰', '仙  台', '清水鼓动', '清  水', '6009', '2014-08-16', '2014-08-16', '2014-08-16 18:00', '2014-08-16 17:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79152', '1', '1', '周六010', '英格兰冠军联赛', '英冠', '利兹联', '利  兹', '米德尔斯堡', '米德尔', '6010', '2014-08-16', '2014-08-16', '2014-08-16 19:15', '2014-08-16 19:14', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79153', '-1', '1', '周六011', '英格兰超级联赛', '英超', '曼彻斯特联', '曼  联', '斯旺西', '斯旺西', '6011', '2014-08-16', '2014-08-16', '2014-08-16 19:45', '2014-08-16 19:44', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79154', '-1', '1', '周六012', '苏格兰超级联赛', '苏超', '凯尔特人', '凯尔特', '邓迪联', '邓迪联', '6012', '2014-08-16', '2014-08-16', '2014-08-16 19:45', '2014-08-16 19:44', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79155', '-1', '1', '周六013', '法国乙级联赛', '法乙', '布雷斯特', '布雷斯', '昂热', '昂  热', '6013', '2014-08-16', '2014-08-16', '2014-08-16 20:00', '2014-08-16 19:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79157', '1', '1', '周六015', '德国杯', '德国杯', '波鸿', '波  鸿', '斯图加特', '斯图加', '6015', '2014-08-16', '2014-08-16', '2014-08-16 21:30', '2014-08-16 21:29', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79158', '-1', '1', '周六016', '挪威超级联赛', '挪超', '维京', '维  京', '松达尔', '松达尔', '6016', '2014-08-16', '2014-08-16', '2014-08-16 21:30', '2014-08-16 21:29', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79159', '1', '1', '周六017', '英格兰超级联赛', '英超', '莱切斯特城', '莱切城', '埃弗顿', '埃弗顿', '6017', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79160', '-1', '1', '周六018', '英格兰超级联赛', '英超', '女王公园巡游者', '巡游者', '赫尔城', '赫尔城', '6018', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79161', '-1', '1', '周六019', '英格兰超级联赛', '英超', '斯托克城', '斯托克', '阿斯顿维拉', '维  拉', '6019', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79162', '-1', '1', '周六020', '英格兰超级联赛', '英超', '西布罗姆维奇', '西布罗', '桑德兰', '桑德兰', '6020', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79163', '1', '1', '周六021', '英格兰超级联赛', '英超', '西汉姆联', '西汉姆', '托特纳姆热刺', '热  刺', '6021', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79164', '-1', '1', '周六022', '英格兰冠军联赛', '英冠', '伯恩茅斯', '伯恩茅', '布伦特福德', '布伦特', '6022', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79165', '1', '1', '周六023', '英格兰冠军联赛', '英冠', '伯明翰', '伯明翰', '布赖顿', '布赖顿', '6023', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79166', '1', '1', '周六024', '英格兰冠军联赛', '英冠', '布莱克浦', '布莱浦', '布莱克本', '布莱克', '6024', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79167', '-1', '1', '周六025', '英格兰冠军联赛', '英冠', '博尔顿', '博尔顿', '诺丁汉森林', '诺丁汉', '6025', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79168', '-1', '1', '周六026', '英格兰冠军联赛', '英冠', '加的夫城', '加的夫', '哈德斯菲尔德', '哈德斯', '6026', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79169', '1', '1', '周六027', '英格兰冠军联赛', '英冠', '查尔顿', '查尔顿', '维冈竞技', '维  冈', '6027', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79170', '-1', '1', '周六028', '英格兰冠军联赛', '英冠', '富勒姆', '富勒姆', '米尔沃尔', '米尔沃', '6028', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79171', '-1', '1', '周六029', '英格兰冠军联赛', '英冠', '诺维奇', '诺维奇', '沃特福德', '沃特福', '6029', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79172', '-1', '1', '周六030', '英格兰冠军联赛', '英冠', '雷丁', '雷  丁', '伊普斯维奇', '伊普斯', '6030', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79173', '1', '1', '周六031', '英格兰冠军联赛', '英冠', '罗瑟汉姆', '罗瑟汉', '狼队', '狼  队', '6031', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79174', '1', '1', '周六032', '英格兰冠军联赛', '英冠', '谢菲尔德星期三', '谢周三', '德比郡', '德比郡', '6032', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79175', '-1', '1', '周六033', '英格兰甲级联赛', '英甲', '布里斯托尔城', '布里斯', '科尔切斯特联', '科切斯', '6033', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79176', '-1', '1', '周六034', '英格兰甲级联赛', '英甲', '切斯特菲尔德', '切斯特', '罗奇代尔', '罗奇代', '6034', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79177', '1', '1', '周六035', '英格兰甲级联赛', '英甲', '考文垂', '考文垂', '谢菲尔德联', '谢菲联', '6035', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79178', '-1', '1', '周六036', '英格兰甲级联赛', '英甲', '克劳利', '克劳利', '斯文登', '斯文登', '6036', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79179', '1', '1', '周六037', '英格兰甲级联赛', '英甲', '克鲁', '克  鲁', '巴恩斯利', '巴恩斯', '6037', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79180', '-1', '1', '周六038', '英格兰甲级联赛', '英甲', '唐卡斯特', '唐卡斯', '维尔港', '维尔港', '6038', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79181', '1', '1', '周六039', '英格兰甲级联赛', '英甲', '吉灵汉姆', '吉林汉', '约维尔', '约维尔', '6039', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79182', '-1', '1', '周六040', '英格兰甲级联赛', '英甲', '诺茨郡', '诺茨郡', '福利特伍德', '法利特', '6040', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79183', '1', '1', '周六041', '英格兰甲级联赛', '英甲', '奥德汉姆', '奥德汉', '莱顿东方', '东  方', '6041', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79184', '-1', '1', '周六042', '英格兰甲级联赛', '英甲', '彼得堡联', '彼特堡', '米尔顿凯恩斯', '米尔顿', '6042', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79185', '1', '1', '周六043', '英格兰甲级联赛', '英甲', '斯肯索普', '斯坎索', '普雷斯顿', '普雷斯', '6043', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79186', '-1', '1', '周六044', '英格兰甲级联赛', '英甲', '沃尔索尔', '沃尔索', '布拉德福德', '布拉德', '6044', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79187', '-1', '1', '周六045', '苏格兰超级联赛', '苏超', '邓迪FC', '邓  迪', '帕尔蒂克', '帕尔蒂', '6045', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79188', '1', '1', '周六046', '苏格兰超级联赛', '苏超', '汉密尔顿', '哈密尔', '圣约翰斯通', '圣约翰', '6046', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79189', '-1', '1', '周六047', '苏格兰超级联赛', '苏超', '马瑟韦尔', '马瑟韦', '因弗内斯', '伊凡尼', '6047', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79190', '-1', '1', '周六048', '苏格兰超级联赛', '苏超', '罗斯郡', '罗斯郡', '基尔马诺克', '基马诺', '6048', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79191', '1', '1', '周六049', '瑞典超级联赛', '瑞典超', '耶夫勒', '耶夫勒', '马尔默', '马尔默', '6049', '2014-08-16', '2014-08-16', '2014-08-16 22:00', '2014-08-16 21:59', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79192', '-1', '1', '周六050', '荷兰乙级联赛', '荷乙', '福图纳锡塔德', '福图纳', '阿贾克斯青年队', '阿青年', '6050', '2014-08-16', '2014-08-16', '2014-08-16 22:30', '2014-08-16 22:29', '2014-08-16', '2014-08-16 星期六', '20140816', '1');
INSERT INTO m_match VALUES ('79194', '1', '1', '周六052', '德国杯', '德国杯', '韦恩', '韦  恩', '凯泽斯劳滕', '凯 泽', '6052', '2014-08-16', '2014-08-17', '2014-08-17 00:00', '2014-08-16 23:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79195', '-1', '1', '周六053', '挪威超级联赛', '挪超', '奥勒松', '奥勒松', '海于格松', '海于松', '6053', '2014-08-16', '2014-08-17', '2014-08-17 00:00', '2014-08-16 23:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79196', '-1', '1', '周六054', '英格兰超级联赛', '英超', '阿森纳', '阿森纳', '水晶宫', '水晶宫', '6054', '2014-08-16', '2014-08-17', '2014-08-17 00:30', '2014-08-17 00:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79197', '-1', '1', '周六055', '荷兰甲级联赛', '荷甲', 'PSV埃因霍温', '埃因霍', '布雷达', '布雷达', '6055', '2014-08-16', '2014-08-17', '2014-08-17 00:30', '2014-08-17 00:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79198', '1', '1', '周六056', '葡萄牙超级联赛', '葡超', '吉维森特', '维森特', '吉马良斯', '吉马良', '6056', '2014-08-16', '2014-08-17', '2014-08-17 01:00', '2014-08-17 00:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79199', '-1', '1', '周六057', '荷兰甲级联赛', '荷甲', '多德勒支', '多德勒', '兹沃勒', '兹沃勒', '6057', '2014-08-16', '2014-08-17', '2014-08-17 01:45', '2014-08-17 01:44', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79200', '-1', '1', '周六058', '荷兰甲级联赛', '荷甲', '特温特', '特温特', '海牙', '海  牙', '6058', '2014-08-16', '2014-08-17', '2014-08-17 01:45', '2014-08-17 01:44', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79201', '-1', '1', '周六059', '荷兰乙级联赛', '荷乙', '格拉夫夏普', '格拉夫', '阿尔梅勒城', '阿尔城', '6059', '2014-08-16', '2014-08-17', '2014-08-17 01:45', '2014-08-17 01:44', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79202', '-1', '1', '周六060', '法国甲级联赛', '法甲', '洛里昂', '洛里昂', '尼斯', '尼  斯', '6060', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79203', '-1', '1', '周六061', '法国甲级联赛', '法甲', '梅斯', '梅  斯', '南特', '南  特', '6061', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79204', '-1', '1', '周六062', '法国甲级联赛', '法甲', '雷恩', '雷  恩', '伊维恩', '伊维恩', '6062', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79205', '-1', '1', '周六063', '法国甲级联赛', '法甲', '图卢兹', '图卢兹', '里昂', '里  昂', '6063', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79206', '1', '1', '周六064', '法国甲级联赛', '法甲', '朗斯', '朗  斯', '甘冈', '甘  冈', '6064', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79207', '-1', '1', '周六065', '阿根廷甲级联赛', '阿甲', '奥林匹奥', '奥林匹', '老虎竞技', '泰格雷', '6065', '2014-08-16', '2014-08-17', '2014-08-17 02:00', '2014-08-17 01:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79208', '1', '1', '周六066', '德国杯', '德国杯', '柏林维多利亚', 'BFC维', '法兰克福', '法兰克', '6066', '2014-08-16', '2014-08-17', '2014-08-17 02:30', '2014-08-17 02:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79209', '-1', '1', '周六067', '美国职业大联盟', '美职联', '皇家盐湖城', '盐湖城', '西雅图海湾人', '西雅图', '6067', '2014-08-16', '2014-08-17', '2014-08-17 02:30', '2014-08-17 02:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79210', '-1', '1', '周六068', '荷兰甲级联赛', '荷甲', '维迪斯', '维迪斯', '坎布尔', '坎布尔', '6068', '2014-08-16', '2014-08-17', '2014-08-17 02:45', '2014-08-17 02:44', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79211', '-1', '1', '周六069', '阿根廷甲级联赛', '阿甲', '班菲尔德', '班菲尔', '防御与正义', '防卫者', '6069', '2014-08-16', '2014-08-17', '2014-08-17 03:00', '2014-08-17 02:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79212', '1', '1', '周六070', '葡萄牙超级联赛', '葡超', '科英布拉大学', '科英布', '里斯本竞技', '里斯本', '6070', '2014-08-16', '2014-08-17', '2014-08-17 03:30', '2014-08-17 03:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79213', '-1', '1', '周六071', '阿根廷甲级联赛', '阿甲', '萨斯菲尔德', '萨斯费', '兵工厂', '兵工厂', '6071', '2014-08-16', '2014-08-17', '2014-08-17 04:15', '2014-08-17 04:14', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79214', '1', '1', '周六072', '巴西甲级联赛', '巴甲', '戈亚斯', '戈亚斯', '巴西国际', '巴国际', '6072', '2014-08-16', '2014-08-17', '2014-08-17 05:30', '2014-08-17 05:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79215', '-1', '1', '周六073', '美国职业大联盟', '美职联', '蒙特利尔冲击', '冲  击', '芝加哥火焰', '芝加哥', '6073', '2014-08-16', '2014-08-17', '2014-08-17 06:30', '2014-08-17 06:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79216', '-1', '1', '周六074', '阿根廷甲级联赛', '阿甲', '拉普拉塔大学生', '拉普拉', '阿根廷独立', '阿独立', '6074', '2014-08-16', '2014-08-17', '2014-08-17 07:30', '2014-08-17 07:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79217', '1', '1', '周六075', '美国职业大联盟', '美职联', '哥伦布机员', '哥伦布', '洛杉矶银河', '洛杉矶', '6075', '2014-08-16', '2014-08-17', '2014-08-17 07:30', '2014-08-17 07:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79218', '-1', '1', '周六076', '美国职业大联盟', '美职联', '新英格兰革命', '新英格', '波特兰伐木工', '伐木者', '6076', '2014-08-16', '2014-08-17', '2014-08-17 07:30', '2014-08-17 07:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79219', '-1', '1', '周六077', '巴西甲级联赛', '巴甲', '科林蒂安', '科林蒂', '巴伊亚', '巴伊亚', '6077', '2014-08-16', '2014-08-17', '2014-08-17 08:00', '2014-08-17 07:59', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79220', '-1', '1', '周六078', '美国职业大联盟', '美职联', '堪萨斯城竞技', '肯萨斯', '多伦多FC', '多伦FC', '6078', '2014-08-16', '2014-08-17', '2014-08-17 08:30', '2014-08-17 08:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79221', '1', '1', '周六079', '美国职业大联盟', '美职联', '美国芝华士', '芝华士', '温哥华白帽', '白  帽', '6079', '2014-08-16', '2014-08-17', '2014-08-17 10:30', '2014-08-17 10:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79222', '-1', '1', '周六080', '美国职业大联盟', '美职联', '圣何塞地震', '圣何塞', '达拉斯FC', '达拉斯', '6080', '2014-08-16', '2014-08-17', '2014-08-17 10:30', '2014-08-17 10:29', '2014-08-16', '2014-08-16 星期六', '20140816', '0');
INSERT INTO m_match VALUES ('79223', '1', '1', '周日001', '日本乙级联赛', '日职乙', '爱媛FC', '爱  媛', '松本山雅', '松  本', '7001', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79224', '1', '1', '周日002', '日本乙级联赛', '日职乙', '北九州向日葵', '北九州', '冈山绿雉', '冈  山', '7002', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79225', '-1', '1', '周日003', '日本乙级联赛', '日职乙', '山形山神', '山  形', '札幌冈萨多', '札  幌', '7003', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79226', '-1', '1', '周日004', '日本乙级联赛', '日职乙', '群马温泉', '群  马', '岐阜FC', '岐  阜', '7004', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79227', '1', '1', '周日005', '日本乙级联赛', '日职乙', '枥木SC', '枥  木', '湘南海洋', '湘  南', '7005', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79228', '1', '1', '周日006', '日本乙级联赛', '日职乙', '东京绿茵', '东  京', '水户蜀葵', '水  户', '7006', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79229', '-1', '1', '周日007', '日本乙级联赛', '日职乙', '长崎航海', '长  崎', '福冈黄蜂', '福  冈', '7007', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79230', '-1', '1', '周日008', '日本乙级联赛', '日职乙', '横滨FC', '横滨FC', '赞岐釜玉海', '赞 岐', '7008', '2014-08-17', '2014-08-17', '2014-08-17 17:00', '2014-08-17 16:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79231', '-1', '1', '周日009', '日本乙级联赛', '日职乙', '磐田喜悦', '磐  田', '富山胜利', '富  山', '7009', '2014-08-17', '2014-08-17', '2014-08-17 18:00', '2014-08-17 17:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79232', '-1', '1', '周日010', '日本乙级联赛', '日职乙', '京都不死鸟', '京  都', '大分三神', '大  分', '7010', '2014-08-17', '2014-08-17', '2014-08-17 18:00', '2014-08-17 17:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79233', '1', '1', '周日011', '日本乙级联赛', '日职乙', '熊本深红', '熊  本', '千叶市原', '千  叶', '7011', '2014-08-17', '2014-08-17', '2014-08-17 18:00', '2014-08-17 17:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79234', '1', '1', '周日012', '荷兰甲级联赛', '荷甲', '阿尔克马尔', '阿尔克', '阿贾克斯', '阿贾克', '7012', '2014-08-17', '2014-08-17', '2014-08-17 18:30', '2014-08-17 18:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79235', '-1', '1', '周日013', '英格兰超级联赛', '英超', '利物浦', '利物浦', '南安普敦', '南安普', '7013', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79236', '1', '1', '周日014', '德国杯', '德国杯', '耶拿', '耶拿', '奥厄', '奥 厄', '7014', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79237', '1', '1', '周日015', '德国杯', '德国杯', '伊勒蒂森', '伊勒蒂', '云达不来梅', '不来梅', '7015', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79238', '-1', '1', '周日016', '德国杯', '德国杯', '基尔', '基  尔', '慕尼黑1860', '慕尼黑', '7016', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79239', '-1', '1', '周日017', '荷兰甲级联赛', '荷甲', 'SBV精英', '精  英', '前进之鹰', '前进鹰', '7017', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79240', '-1', '1', '周日018', '荷兰甲级联赛', '荷甲', '乌德勒支', '乌德勒', '威廉二世', '威  廉', '7018', '2014-08-17', '2014-08-17', '2014-08-17 20:30', '2014-08-17 20:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79241', '-1', '1', '周日019', '瑞典超级联赛', '瑞典超', '法尔肯堡', '法尔肯', '奥特维达堡', '奥特维', '7019', '2014-08-17', '2014-08-17', '2014-08-17 21:00', '2014-08-17 20:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79242', '1', '1', '周日020', '瑞典超级联赛', '瑞典超', '厄勒布鲁', '厄勒布', 'AIK索尔纳', '索尔纳', '7020', '2014-08-17', '2014-08-17', '2014-08-17 21:00', '2014-08-17 20:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79243', '1', '1', '周日021', '挪威超级联赛', '挪超', '斯塔贝克', '斯塔贝', '奥德', '奥 德', '7021', '2014-08-17', '2014-08-17', '2014-08-17 21:30', '2014-08-17 21:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79244', '-1', '1', '周日022', '德国杯', '德国杯', '比勒费尔德', '比勒费', '桑德豪森', '桑德豪', '7022', '2014-08-17', '2014-08-17', '2014-08-17 22:00', '2014-08-17 21:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79246', '-1', '1', '周日024', '荷兰甲级联赛', '荷甲', '格罗宁根', '格罗宁', '赫拉克勒斯', '赫拉克', '7024', '2014-08-17', '2014-08-17', '2014-08-17 22:45', '2014-08-17 22:44', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79247', '1', '1', '周日025', '英格兰超级联赛', '英超', '纽卡斯尔联', '纽卡斯', '曼彻斯特城', '曼  城', '7025', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79248', '-1', '1', '周日026', '法国甲级联赛', '法甲', '马赛', '马  赛', '蒙彼利埃', '蒙彼利', '7026', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79249', '-1', '1', '周日027', '法国甲级联赛', '法甲', '圣埃蒂安', '埃蒂安', '兰斯', '兰  斯', '7027', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79250', '-1', '1', '周日028', '葡萄牙超级联赛', '葡超', '葡萄牙国民', '国民队', '摩雷伦斯', '莫拉伦', '7028', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79251', '-1', '1', '周日029', '葡萄牙超级联赛', '葡超', '里奥阿维', '里奥阿', '塞图巴尔', '塞图巴', '7029', '2014-08-17', '2014-08-17', '2014-08-17 23:00', '2014-08-17 22:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79252', '-1', '1', '周日030', '瑞典超级联赛', '瑞典超', '埃尔夫斯堡', '埃尔夫', '卡尔马', '卡尔马', '7030', '2014-08-17', '2014-08-17', '2014-08-17 23:30', '2014-08-17 23:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79253', '-1', '1', '周日031', '瑞典超级联赛', '瑞典超', 'IFK哥德堡', '哥德堡', '布鲁马波卡纳', '布鲁马', '7031', '2014-08-17', '2014-08-17', '2014-08-17 23:30', '2014-08-17 23:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79254', '-1', '1', '周日032', '葡萄牙超级联赛', '葡超', '佩纳菲耶尔', '佩纳菲', '比兰尼塞斯', '比兰尼', '7032', '2014-08-17', '2014-08-18', '2014-08-18 00:00', '2014-08-17 23:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79255', '-1', '1', '周日033', '挪威超级联赛', '挪超', '博德闪耀', '博 德', '桑内斯', '桑内斯', '7033', '2014-08-17', '2014-08-18', '2014-08-18 00:00', '2014-08-17 23:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79256', '1', '1', '周日034', '挪威超级联赛', '挪超', '萨尔普斯堡', '萨  堡', '莫尔德', '莫尔德', '7034', '2014-08-17', '2014-08-18', '2014-08-18 00:00', '2014-08-17 23:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79257', '1', '1', '周日035', '挪威超级联赛', '挪超', '布兰', '布  兰', '罗森博格', '罗森博', '7035', '2014-08-17', '2014-08-18', '2014-08-18 00:00', '2014-08-17 23:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79258', '-1', '1', '周日036', '德国杯', '德国杯', '莱比锡红牛', '莱比锡', '帕德博恩', '帕德博', '7036', '2014-08-17', '2014-08-18', '2014-08-18 00:30', '2014-08-18 00:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79259', '1', '1', '周日037', '德国杯', '德国杯', '马格德堡', '马迪堡', '奥格斯堡', '奥格斯', '7037', '2014-08-17', '2014-08-18', '2014-08-18 00:30', '2014-08-18 00:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79260', '-1', '1', '周日038', '挪威超级联赛', '挪超', '利勒斯特罗姆', '利勒斯', '瓦勒伦加', '瓦勒伦', '7038', '2014-08-17', '2014-08-18', '2014-08-18 01:00', '2014-08-18 00:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79261', '-1', '1', '周日039', '葡萄牙超级联赛', '葡超', '布拉加', '布拉加', '博阿维斯塔', '博维斯塔', '7039', '2014-08-17', '2014-08-18', '2014-08-18 02:00', '2014-08-18 01:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79262', '-1', '1', '周日040', '葡萄牙超级联赛', '葡超', '本菲卡', '本菲卡', '费雷拉', '费雷拉', '7040', '2014-08-17', '2014-08-18', '2014-08-18 02:15', '2014-08-18 02:14', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79263', '-1', '1', '周日041', '阿根廷甲级联赛', '阿甲', '基尔梅斯', '基尔梅', '戈多伊克鲁斯', '戈多伊', '7041', '2014-08-17', '2014-08-19', '2014-08-19 02:15', '2014-08-19 02:14', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79264', '-1', '1', '周日042', '阿根廷甲级联赛', '阿甲', '竞技俱乐部', '竞  技', '圣洛伦索', '圣洛伦', '7042', '2014-08-17', '2014-08-18', '2014-08-18 02:15', '2014-08-18 02:14', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79265', '1', '1', '周日043', '德国杯', '德国杯', '达姆施塔特', '达姆施', '沃尔夫斯堡', '沃尔夫', '7043', '2014-08-17', '2014-08-18', '2014-08-18 02:30', '2014-08-18 02:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79266', '1', '1', '周日044', '法国甲级联赛', '法甲', '波尔多', '波尔多', '摩纳哥', '摩纳哥', '7044', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79267', '-1', '1', '周日045', '巴西甲级联赛', '巴甲', '科里蒂巴', '科里蒂', '弗拉门戈', '弗拉门', '7045', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79268', '-1', '1', '周日046', '巴西甲级联赛', '巴甲', '克鲁塞罗', '克鲁塞', '桑托斯', '桑托斯', '7046', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79269', '-1', '1', '周日047', '巴西甲级联赛', '巴甲', '格雷米奥', '格雷米', '克里西乌马', '克里西', '7047', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79270', '1', '1', '周日048', '巴西甲级联赛', '巴甲', '帕尔梅拉斯', '帕尔梅', '圣保罗', '圣保罗', '7048', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79271', '-1', '1', '周日049', '巴西甲级联赛', '巴甲', '维多利亚', '维多利', '沙佩科恩斯', '沙佩科', '7049', '2014-08-17', '2014-08-18', '2014-08-18 03:00', '2014-08-18 02:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79272', '-1', '1', '周日050', '阿根廷甲级联赛', '阿甲', '河床', '河  床', '罗萨里奥中央', '罗萨里', '7050', '2014-08-17', '2014-08-18', '2014-08-18 05:15', '2014-08-18 05:14', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79273', '-1', '1', '周日051', '巴西甲级联赛', '巴甲', '累西腓体育', '累体育', '巴拉纳竞技', '巴拉竞', '7051', '2014-08-17', '2014-08-18', '2014-08-18 05:30', '2014-08-18 05:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79274', '1', '1', '周日052', '巴西甲级联赛', '巴甲', '博塔弗戈', '博塔弗', '弗鲁米嫩塞', '弗鲁米', '7052', '2014-08-17', '2014-08-18', '2014-08-18 05:30', '2014-08-18 05:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79275', '1', '1', '周日053', '巴西甲级联赛', '巴甲', '费古埃伦斯', '费古埃', '米内罗竞技', '米内罗', '7053', '2014-08-17', '2014-08-18', '2014-08-18 05:30', '2014-08-18 05:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79276', '-1', '1', '周日054', '美国职业大联盟', '美职联', '华盛顿联', '华盛顿', '科罗拉多急流', '科罗拉', '7054', '2014-08-17', '2014-08-18', '2014-08-18 08:00', '2014-08-18 07:59', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79277', '-1', '1', '周日055', '阿根廷甲级联赛', '阿甲', '贝尔格拉诺', '贝尔格', '博卡青年', '博  卡', '7055', '2014-08-17', '2014-08-18', '2014-08-18 08:30', '2014-08-18 08:29', '2014-08-17', '2014-08-17 星期日', '20140817', '0');
INSERT INTO m_match VALUES ('79278', '-1', '1', '周一001', '德国杯', '德国杯', '海登海姆', '海登', '柏林联合', '柏林联', '1001', '2014-08-18', '2014-08-19', '2014-08-19 00:30', '2014-08-19 00:29', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79279', '1', '1', '周一002', '德国杯', '德国杯', '科特布斯', '科特布', '汉堡', '汉  堡', '1002', '2014-08-18', '2014-08-19', '2014-08-19 00:30', '2014-08-19 00:29', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79280', '1', '1', '周一003', '德国杯', '德国杯', '奥芬巴赫踢球者', '奥芬巴', '因戈尔施塔特', '因戈尔', '1003', '2014-08-18', '2014-08-19', '2014-08-19 00:30', '2014-08-19 00:29', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79281', '-1', '1', '周一004', '瑞典超级联赛', '瑞典超', '佐加顿斯', '佐加顿', '米亚尔比', '米亚尔', '1004', '2014-08-18', '2014-08-19', '2014-08-19 01:00', '2014-08-19 00:59', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79282', '-1', '1', '周一005', '瑞典超级联赛', '瑞典超', '北雪平', '北雪平', '哈尔姆斯塔德', '哈尔姆', '1005', '2014-08-18', '2014-08-19', '2014-08-19 01:00', '2014-08-19 00:59', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79283', '-1', '1', '周一006', '瑞典超级联赛', '瑞典超', '赫根', '赫 根', '赫尔辛堡', '辛  堡', '1006', '2014-08-18', '2014-08-19', '2014-08-19 01:05', '2014-08-19 01:04', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79284', '-1', '1', '周一007', '法国乙级联赛', '法乙', '阿雅克肖GFCO', '阿雅GF', '阿雅克肖', '阿雅克', '1007', '2014-08-18', '2014-08-19', '2014-08-19 02:00', '2014-08-19 01:59', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79285', '-1', '1', '周一008', '荷兰乙级联赛', '荷乙', '特温特青年队', '特青年', '海尔蒙特', '海尔蒙', '1008', '2014-08-18', '2014-08-19', '2014-08-19 02:00', '2014-08-19 01:59', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79286', '1', '1', '周一009', '德国杯', '德国杯', '德累斯顿', '德累斯', '沙尔克04', '沙尔克', '1009', '2014-08-18', '2014-08-19', '2014-08-19 02:30', '2014-08-19 02:29', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79287', '-1', '1', '周一010', '法国乙级联赛', '法乙', '索肖', '索  肖', '特鲁瓦', '特鲁瓦', '1010', '2014-08-18', '2014-08-19', '2014-08-19 02:30', '2014-08-19 02:29', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79288', '1', '1', '周一011', '英格兰超级联赛', '英超', '伯恩利', '伯恩利', '切尔西', '切尔西', '1011', '2014-08-18', '2014-08-19', '2014-08-19 03:00', '2014-08-19 02:59', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79289', '1', '1', '周一012', '葡萄牙超级联赛', '葡超', '阿罗卡', '艾路卡', '埃斯托里尔', '埃斯托', '1012', '2014-08-18', '2014-08-19', '2014-08-19 03:00', '2014-08-19 02:59', '2014-08-18', '2014-08-18 星期一', '20140818', '0');
INSERT INTO m_match VALUES ('79290', '1', '1', '周一013', '阿根廷甲级联赛', '阿甲', '拉斐拉竞技', '拉斐竞', '拉努斯', '拉努斯', '1013', '2014-08-18', '2014-08-19', '2014-08-19 07:30', '2014-08-19 07:29', '2014-08-18', '2014-08-18 星期一', '20140818', '0');

-- ----------------------------
-- Table structure for `m_pl`
-- ----------------------------
DROP TABLE IF EXISTS `m_pl`;
CREATE TABLE `m_pl` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `rq` varchar(10) NOT NULL DEFAULT '0' COMMENT '让球数',
  `s` varchar(10) DEFAULT NULL,
  `p` varchar(10) DEFAULT NULL COMMENT '竞彩赔率',
  `f` varchar(10) DEFAULT NULL COMMENT '外围赔率',
  `bet365` varchar(30) DEFAULT NULL,
  `hg` varchar(30) DEFAULT NULL,
  `ismatch` varchar(10) DEFAULT '0' COMMENT '是否匹配（0未匹配；1匹配）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_pl
-- ----------------------------
INSERT INTO m_pl VALUES ('79143', '-1', '2.50', '3.50', '2.26', '1.65,4.00,4.75', '1.68,3.95,4.85', '1');
INSERT INTO m_pl VALUES ('79144', '-1', '3.20', '3.30', '1.95', '1.80,3.60,4.33', '1.86,3.60,4.20', '1');
INSERT INTO m_pl VALUES ('79145', '-1', '3.15', '3.45', '1.92', '1.80,3.60,4.33', '1.78,3.55,4.80', '1');
INSERT INTO m_pl VALUES ('79146', '-1', '4.20', '3.75', '1.60', '2.10,3.40,3.40', '2.17,3.45,3.30', '1');
INSERT INTO m_pl VALUES ('79147', '-1', '3.03', '3.50', '1.95', '1.83,3.75,4.00', '1.90,3.55,4.05', '1');
INSERT INTO m_pl VALUES ('79148', '-1', '3.08', '3.40', '1.96', '1.80,3.60,4.33', '1.77,3.60,4.80', '1');
INSERT INTO m_pl VALUES ('79149', '-1', '5.30', '4.15', '1.43', '2.38,3.30,2.90', '2.53,3.25,2.85', '1');
INSERT INTO m_pl VALUES ('79150', '1', '2.70', '3.40', '2.15', '7.50,4.20,1.44', '7.45,4.30,1.46', '1');
INSERT INTO m_pl VALUES ('79151', '-1', '4.75', '4.05', '1.49', '2.30,3.40,3.00', '2.35,3.40,3.00', '1');
INSERT INTO m_pl VALUES ('79152', '1', '1.63', '3.65', '4.15', '3.40,3.40,2.30', '3.65,3.25,2.13', '1');
INSERT INTO m_pl VALUES ('79153', '-1', '1.90', '3.65', '3.05', '1.45,4.75,8.00', '1.38,5.25,7.70', '1');
INSERT INTO m_pl VALUES ('79154', '-1', '1.95', '3.65', '2.92', '1.40,4.75,7.00', '1.42,4.90,7.05', '1');
INSERT INTO m_pl VALUES ('79155', '-1', '4.45', '3.50', '1.62', '2.10,3.10,3.80', '2.20,3.10,3.30', '1');
INSERT INTO m_pl VALUES ('79157', '1', '1.56', '4.00', '4.20', '3.50,3.40,2.05', '3.15,3.20,2.11', '1');
INSERT INTO m_pl VALUES ('79158', '-1', '2.41', '3.35', '2.41', '1.53,3.80,6.50', '1.55,4.20,5.85', '1');
INSERT INTO m_pl VALUES ('79159', '1', '1.56', '3.75', '4.55', '3.10,3.40,2.45', '2.98,3.35,2.44', '1');
INSERT INTO m_pl VALUES ('79160', '-1', '5.00', '3.75', '1.51', '2.40,3.20,3.40', '2.33,3.20,3.30', '1');
INSERT INTO m_pl VALUES ('79161', '-1', '3.45', '3.25', '1.89', '2.00,3.30,4.50', '1.89,3.40,4.55', '1');
INSERT INTO m_pl VALUES ('79162', '-1', '3.85', '3.70', '1.67', '2.10,3.50,3.75', '2.14,3.40,3.60', '1');
INSERT INTO m_pl VALUES ('79163', '1', '1.78', '3.50', '3.55', '3.80,3.50,2.10', '3.90,3.40,2.04', '1');
INSERT INTO m_pl VALUES ('79164', '-1', '2.85', '3.60', '2.00', '1.83,3.80,4.60', '1.88,3.40,4.40', '1');
INSERT INTO m_pl VALUES ('79165', '1', '1.49', '3.90', '4.95', '3.00,3.30,2.55', '3.30,3.20,2.31', '1');
INSERT INTO m_pl VALUES ('79166', '1', '1.92', '3.45', '3.15', '5.75,3.80,1.70', '5.35,3.60,1.70', '1');
INSERT INTO m_pl VALUES ('79167', '-1', '5.10', '4.05', '1.46', '2.63,3.30,2.90', '2.55,3.25,2.85', '1');
INSERT INTO m_pl VALUES ('79168', '-1', '3.08', '3.43', '1.95', '1.80,3.70,5.00', '1.78,3.55,4.80', '1');
INSERT INTO m_pl VALUES ('79169', '1', '1.58', '3.65', '4.50', '3.25,3.40,2.38', '3.20,3.20,2.33', '1');
INSERT INTO m_pl VALUES ('79170', '-1', '3.95', '3.60', '1.67', '2.05,3.50,3.90', '2.04,3.40,3.70', '1');
INSERT INTO m_pl VALUES ('79171', '-1', '3.95', '3.80', '1.63', '2.30,3.50,3.30', '2.23,3.40,3.25', '1');
INSERT INTO m_pl VALUES ('79172', '-1', '4.20', '3.75', '1.60', '2.20,3.40,3.60', '2.29,3.30,3.20', '1');
INSERT INTO m_pl VALUES ('79173', '1', '1.53', '4.00', '4.45', '3.00,3.40,2.50', '3.00,3.30,2.40', '1');
INSERT INTO m_pl VALUES ('79174', '1', '1.57', '3.85', '4.30', '3.25,3.40,2.38', '3.10,3.30,2.35', '1');
INSERT INTO m_pl VALUES ('79175', '-1', '2.42', '3.45', '2.35', '1.60,4.20,6.00', '1.55,3.90,5.50', '1');
INSERT INTO m_pl VALUES ('79176', '-1', '3.85', '3.60', '1.69', '2.05,3.50,4.00', '2.05,3.30,3.45', '1');
INSERT INTO m_pl VALUES ('79177', '1', '1.58', '3.80', '4.30', '3.25,3.40,2.38', '3.05,3.25,2.25', '1');
INSERT INTO m_pl VALUES ('79178', '-1', '5.00', '4.10', '1.46', '2.38,3.40,3.25', '2.35,3.20,2.95', '1');
INSERT INTO m_pl VALUES ('79179', '1', '1.43', '4.20', '5.20', '2.90,3.40,2.60', '2.80,3.20,2.45', '1');
INSERT INTO m_pl VALUES ('79180', '-1', '3.25', '3.65', '1.83', '1.95,3.70,4.20', '1.94,3.30,3.80', '1');
INSERT INTO m_pl VALUES ('79181', '1', '1.40', '4.40', '5.35', '2.75,3.40,2.70', '2.60,3.20,2.60', '1');
INSERT INTO m_pl VALUES ('79182', '-1', '4.85', '4.15', '1.47', '2.50,3.40,3.00', '2.35,3.20,2.90', '1');
INSERT INTO m_pl VALUES ('79183', '1', '1.50', '4.00', '4.80', '3.00,3.40,2.50', '2.75,3.25,2.45', '1');
INSERT INTO m_pl VALUES ('79184', '-1', '4.10', '4.10', '1.56', '2.30,3.60,3.20', '2.25,3.25,3.05', '1');
INSERT INTO m_pl VALUES ('79185', '1', '1.70', '3.65', '3.75', '3.60,3.40,2.20', '3.30,3.20,2.15', '1');
INSERT INTO m_pl VALUES ('79186', '-1', '3.80', '3.55', '1.71', '2.05,3.50,4.00', '1.95,3.25,3.85', '1');
INSERT INTO m_pl VALUES ('79187', '-1', '5.15', '4.00', '1.46', '2.45,3.25,2.88', '2.45,3.25,2.95', '1');
INSERT INTO m_pl VALUES ('79188', '1', '1.48', '3.95', '5.00', '3.00,3.20,2.40', '3.10,3.20,2.40', '1');
INSERT INTO m_pl VALUES ('79189', '-1', '5.75', '4.25', '1.39', '2.50,3.30,2.75', '2.45,3.30,2.95', '1');
INSERT INTO m_pl VALUES ('79190', '-1', '4.40', '3.85', '1.56', '2.20,3.25,3.30', '2.20,3.20,3.55', '1');
INSERT INTO m_pl VALUES ('79191', '1', '1.75', '3.65', '3.55', '3.70,3.40,2.00', '3.30,3.30,2.11', '1');
INSERT INTO m_pl VALUES ('79192', '-1', '4.45', '4.15', '1.51', '2.40,3.40,2.88', '2.75,3.25,2.45', '1');
INSERT INTO m_pl VALUES ('79194', '1', '1.89', '3.55', '3.15', '5.00,3.60,1.70', '3.60,3.20,1.95', '1');
INSERT INTO m_pl VALUES ('79195', '-1', '3.70', '3.70', '1.70', '2.00,3.50,3.60', '2.14,3.60,3.25', '1');
INSERT INTO m_pl VALUES ('79196', '-1', '1.65', '3.80', '3.90', '1.29,6.00,13.00', '1.27,5.35,11.00', '1');
INSERT INTO m_pl VALUES ('79197', '-1', '1.46', '4.30', '4.75', '1.25,6.00,10.00', '1.24,6.40,11.00', '1');
INSERT INTO m_pl VALUES ('79198', '1', '1.37', '4.15', '6.30', '2.70,3.20,2.60', '2.80,3.10,2.50', '1');
INSERT INTO m_pl VALUES ('79199', '-1', '5.35', '4.60', '1.38', '3.00,3.50,2.25', '2.85,3.40,2.45', '1');
INSERT INTO m_pl VALUES ('79200', '-1', '1.88', '3.80', '3.00', '1.36,4.75,8.00', '1.35,5.20,8.50', '1');
INSERT INTO m_pl VALUES ('79201', '-1', '2.90', '3.70', '1.95', '1.80,4.00,3.80', '1.75,3.80,4.00', '1');
INSERT INTO m_pl VALUES ('79202', '-1', '3.18', '3.20', '2.00', '1.75,3.40,5.00', '1.78,3.35,5.20', '1');
INSERT INTO m_pl VALUES ('79203', '-1', '5.20', '3.65', '1.51', '2.30,3.00,3.40', '2.45,2.95,3.30', '1');
INSERT INTO m_pl VALUES ('79204', '-1', '3.20', '3.30', '1.95', '1.80,3.50,4.50', '1.86,3.30,4.75', '1');
INSERT INTO m_pl VALUES ('79205', '-1', '5.15', '4.00', '1.46', '2.45,3.25,2.90', '2.40,3.15,3.15', '1');
INSERT INTO m_pl VALUES ('79206', '1', '1.44', '3.95', '5.50', '3.00,3.00,2.50', '2.95,3.00,2.65', '1');
INSERT INTO m_pl VALUES ('79207', '-1', '4.75', '3.50', '1.58', '2.30,3.00,3.40', '2.25,3.00,3.30', '1');
INSERT INTO m_pl VALUES ('79208', '1', '3.67', '4.25', '1.61', '8.50,5.75,1.30', '8.30,5.50,1.25', '1');
INSERT INTO m_pl VALUES ('79209', '-1', '3.85', '3.80', '1.65', '2.00,3.50,3.60', '2.16,3.45,3.35', '1');
INSERT INTO m_pl VALUES ('79210', '-1', '2.25', '3.55', '2.48', '1.50,4.33,6.00', '1.53,4.30,6.00', '1');
INSERT INTO m_pl VALUES ('79211', '-1', '3.35', '3.25', '1.92', '1.65,3.50,5.75', '1.80,3.20,4.65', '1');
INSERT INTO m_pl VALUES ('79212', '1', '2.11', '3.25', '2.88', '5.00,3.75,1.67', '4.60,3.40,1.75', '1');
INSERT INTO m_pl VALUES ('79213', '-1', '3.35', '3.20', '1.94', '1.75,3.20,5.50', '1.72,3.40,4.80', '1');
INSERT INTO m_pl VALUES ('79214', '1', '1.38', '4.15', '6.10', '2.60,3.10,2.80', '2.85,3.00,2.50', '1');
INSERT INTO m_pl VALUES ('79215', '-1', '4.10', '3.85', '1.60', '2.30,3.30,3.10', '2.25,3.35,3.25', '1');
INSERT INTO m_pl VALUES ('79216', '-1', '3.55', '3.20', '1.87', '1.95,3.10,4.33', '1.96,3.20,3.85', '1');
INSERT INTO m_pl VALUES ('79217', '1', '1.56', '3.85', '4.40', '3.60,3.20,2.10', '3.15,3.35,2.30', '1');
INSERT INTO m_pl VALUES ('79218', '-1', '4.10', '3.90', '1.59', '2.15,3.40,3.25', '2.17,3.55,3.25', '1');
INSERT INTO m_pl VALUES ('79219', '-1', '2.16', '3.25', '2.80', '1.44,4.00,8.00', '1.39,4.05,8.70', '1');
INSERT INTO m_pl VALUES ('79220', '-1', '2.88', '3.40', '2.05', '1.75,3.60,4.75', '1.79,3.65,4.55', '1');
INSERT INTO m_pl VALUES ('79221', '1', '1.65', '3.70', '4.00', '3.40,3.25,2.15', '3.30,3.40,2.20', '1');
INSERT INTO m_pl VALUES ('79222', '-1', '3.70', '3.70', '1.70', '2.10,3.20,3.60', '2.13,3.40,3.45', '1');
INSERT INTO m_pl VALUES ('79223', '1', '1.83', '3.45', '3.45', '5.00,3.25,1.80', '3.90,3.30,1.85', '1');
INSERT INTO m_pl VALUES ('79224', '1', '1.45', '3.90', '5.45', '3.00,3.00,2.50', '2.75,3.20,2.35', '1');
INSERT INTO m_pl VALUES ('79225', '-1', '4.00', '3.45', '1.70', '2.00,3.20,4.00', '2.05,3.20,3.30', '1');
INSERT INTO m_pl VALUES ('79226', '-1', '4.70', '3.70', '1.55', '2.30,3.20,3.20', '2.30,3.20,2.85', '1');
INSERT INTO m_pl VALUES ('79227', '1', '2.20', '3.30', '2.70', '5.00,3.75,1.67', '4.80,3.50,1.65', '1');
INSERT INTO m_pl VALUES ('79228', '1', '1.43', '3.95', '5.65', '2.70,3.10,2.70', '2.60,3.10,2.55', '1');
INSERT INTO m_pl VALUES ('79229', '-1', '3.45', '3.50', '1.81', '2.00,3.20,4.00', '2.00,3.30,3.35', '1');
INSERT INTO m_pl VALUES ('79230', '-1', '2.75', '3.25', '2.20', '1.65,3.75,5.25', '1.65,3.50,4.80', '1');
INSERT INTO m_pl VALUES ('79231', '-1', '1.92', '3.45', '3.15', '1.36,4.75,8.00', '1.40,4.20,6.75', '1');
INSERT INTO m_pl VALUES ('79232', '-1', '3.80', '3.55', '1.71', '2.00,3.40,3.75', '2.08,3.20,3.25', '1');
INSERT INTO m_pl VALUES ('79233', '1', '1.78', '3.45', '3.65', '4.00,3.40,1.91', '3.65,3.30,1.91', '1');
INSERT INTO m_pl VALUES ('79234', '1', '1.63', '3.90', '3.85', '3.10,3.40,2.25', '2.90,3.50,2.13', '1');
INSERT INTO m_pl VALUES ('79235', '-1', '1.80', '3.75', '3.26', '1.36,5.50,9.00', '1.35,4.60,7.05', '1');
INSERT INTO m_pl VALUES ('79236', '1', '1.79', '3.65', '3.40', '', '3.25,3.30,2.05', '1');
INSERT INTO m_pl VALUES ('79237', '1', '3.25', '4.10', '1.73', '10.00,6.00,1.25', '8.30,6.00,1.23', '1');
INSERT INTO m_pl VALUES ('79238', '-1', '5.10', '4.10', '1.45', '2.80,3.40,2.40', '2.65,3.20,2.45', '1');
INSERT INTO m_pl VALUES ('79239', '-1', '4.10', '3.90', '1.59', '2.25,3.50,3.00', '2.20,3.30,2.90', '1');
INSERT INTO m_pl VALUES ('79240', '-1', '3.35', '3.75', '1.78', '1.85,3.80,3.80', '1.86,3.55,3.55', '1');
INSERT INTO m_pl VALUES ('79241', '-1', '3.90', '3.85', '1.63', '2.25,3.50,3.00', '2.17,3.30,2.95', '1');
INSERT INTO m_pl VALUES ('79242', '1', '1.71', '3.65', '3.70', '3.20,3.40,2.20', '3.05,3.30,2.13', '1');
INSERT INTO m_pl VALUES ('79243', '1', '1.75', '3.75', '3.45', '3.60,3.50,2.00', '3.45,3.30,1.97', '1');
INSERT INTO m_pl VALUES ('79244', '-1', '4.30', '3.75', '1.59', '2.25,3.50,3.00', '2.20,3.25,2.95', '1');
INSERT INTO m_pl VALUES ('79246', '-1', '2.64', '3.65', '2.10', '1.67,4.20,4.50', '1.70,3.70,4.10', '1');
INSERT INTO m_pl VALUES ('79247', '1', '2.20', '3.50', '2.58', '5.50,4.20,1.65', '4.80,3.65,1.61', '1');
INSERT INTO m_pl VALUES ('79248', '-1', '2.54', '3.25', '2.34', '1.55,3.75,6.50', '1.55,3.60,5.60', '1');
INSERT INTO m_pl VALUES ('79249', '-1', '2.29', '3.25', '2.60', '1.50,3.75,7.50', '1.48,3.85,6.10', '1');
INSERT INTO m_pl VALUES ('79250', '-1', '3.80', '3.45', '1.74', '1.83,3.60,4.20', '1.86,3.25,3.90', '1');
INSERT INTO m_pl VALUES ('79251', '-1', '3.80', '3.45', '1.74', '2.00,3.30,3.75', '1.99,3.20,3.50', '1');
INSERT INTO m_pl VALUES ('79252', '-1', '2.50', '3.35', '2.33', '1.62,4.00,5.00', '1.60,3.60,5.00', '1');
INSERT INTO m_pl VALUES ('79253', '-1', '1.71', '3.75', '3.60', '1.30,5.25,10.00', '1.27,5.30,8.00', '1');
INSERT INTO m_pl VALUES ('79254', '-1', '5.25', '3.75', '1.49', '2.20,3.20,3.40', '2.18,3.20,3.05', '1');
INSERT INTO m_pl VALUES ('79255', '-1', '2.47', '3.45', '2.30', '1.60,4.33,4.75', '1.57,3.60,5.40', '1');
INSERT INTO m_pl VALUES ('79256', '1', '2.08', '3.60', '2.70', '4.75,4.00,1.65', '4.05,3.50,1.76', '1');
INSERT INTO m_pl VALUES ('79257', '1', '1.49', '4.35', '4.40', '2.80,3.40,2.40', '2.70,3.25,2.35', '1');
INSERT INTO m_pl VALUES ('79258', '-1', '3.60', '3.80', '1.70', '2.00,3.40,3.75', '2.00,3.30,3.35', '1');
INSERT INTO m_pl VALUES ('79259', '1', '3.55', '4.15', '1.65', '', '', '0');
INSERT INTO m_pl VALUES ('79260', '-1', '3.60', '3.75', '1.71', '2.05,3.60,3.40', '2.05,3.40,3.10', '1');
INSERT INTO m_pl VALUES ('79261', '-1', '2.00', '3.35', '3.02', '', '1.35,4.50,7.10', '1');
INSERT INTO m_pl VALUES ('79262', '-1', '1.65', '3.70', '3.95', '1.25,5.50,12.00', '1.25,5.30,8.80', '1');
INSERT INTO m_pl VALUES ('79263', '-1', '5.20', '3.70', '1.50', '2.50,2.90,3.10', '2.45,3.00,2.80', '1');
INSERT INTO m_pl VALUES ('79264', '-1', '4.20', '3.45', '1.67', '', '2.10,3.00,3.40', '1');
INSERT INTO m_pl VALUES ('79265', '1', '2.45', '3.60', '2.26', '6.50,4.50,1.44', '6.00,4.10,1.45', '1');
INSERT INTO m_pl VALUES ('79266', '1', '1.44', '3.95', '5.50', '2.80,3.20,2.55', '2.70,3.10,2.45', '1');
INSERT INTO m_pl VALUES ('79267', '-1', '3.55', '3.35', '1.83', '1.83,3.25,4.75', '1.92,3.10,4.20', '1');
INSERT INTO m_pl VALUES ('79268', '-1', '2.20', '3.40', '2.63', '1.50,3.90,7.00', '1.50,3.95,6.25', '1');
INSERT INTO m_pl VALUES ('79269', '-1', '2.35', '3.20', '2.56', '1.50,3.80,7.50', '1.52,3.85,6.00', '1');
INSERT INTO m_pl VALUES ('79270', '1', '1.43', '3.95', '5.65', '3.00,3.20,2.38', '2.90,3.00,2.45', '1');
INSERT INTO m_pl VALUES ('79271', '-1', '3.35', '3.30', '1.90', '1.91,3.25,4.20', '1.92,3.30,3.90', '1');
INSERT INTO m_pl VALUES ('79272', '-1', '3.85', '3.25', '1.78', '', '1.96,3.20,3.60', '1');
INSERT INTO m_pl VALUES ('79273', '-1', '4.30', '3.70', '1.60', '2.30,3.00,3.40', '2.30,3.20,3.00', '1');
INSERT INTO m_pl VALUES ('79274', '1', '1.64', '3.60', '4.15', '3.40,3.25,2.15', '3.45,3.20,2.10', '1');
INSERT INTO m_pl VALUES ('79275', '1', '1.54', '3.75', '4.70', '3.30,3.25,2.20', '2.95,3.25,2.30', '1');
INSERT INTO m_pl VALUES ('79276', '-1', '4.05', '3.70', '1.64', '2.05,3.40,3.50', '2.10,3.20,3.20', '1');
INSERT INTO m_pl VALUES ('79277', '-1', '6.55', '4.15', '1.36', '', '2.50,3.00,2.70', '1');
INSERT INTO m_pl VALUES ('79278', '-1', '3.95', '3.70', '1.65', '2.20,3.40,3.20', '2.25,3.25,2.85', '1');
INSERT INTO m_pl VALUES ('79279', '1', '2.05', '3.70', '2.70', '6.00,4.00,1.53', '5.60,3.90,1.50', '1');
INSERT INTO m_pl VALUES ('79280', '1', '2.25', '3.45', '2.53', '', '', '0');
INSERT INTO m_pl VALUES ('79281', '-1', '2.33', '3.40', '2.47', '', '', '0');
INSERT INTO m_pl VALUES ('79282', '-1', '3.05', '3.55', '1.93', '', '', '0');
INSERT INTO m_pl VALUES ('79283', '-1', '2.95', '3.55', '1.97', '', '', '0');
INSERT INTO m_pl VALUES ('79284', '-1', '4.90', '3.65', '1.54', '2.30,3.00,3.40', '', '1');
INSERT INTO m_pl VALUES ('79285', '-1', '4.80', '4.25', '1.46', '2.60,3.60,2.30', '2.75,3.30,2.30', '1');
INSERT INTO m_pl VALUES ('79286', '1', '2.40', '3.55', '2.32', '6.00,4.33,1.50', '6.10,4.20,1.43', '1');
INSERT INTO m_pl VALUES ('79287', '-1', '6.10', '4.15', '1.38', '3.00,2.88,2.60', '2.65,3.10,2.50', '1');
INSERT INTO m_pl VALUES ('79288', '1', '3.10', '3.50', '1.92', '8.50,4.75,1.36', '6.30,4.40,1.40', '1');
INSERT INTO m_pl VALUES ('79289', '1', '1.58', '3.60', '4.60', '3.40,3.20,2.20', '3.00,3.20,2.18', '1');
INSERT INTO m_pl VALUES ('79290', '1', '1.56', '3.70', '4.65', '3.20,3.00,2.25', '3.20,3.00,2.20', '1');

-- ----------------------------
-- Table structure for `peilv_copy`
-- ----------------------------
DROP TABLE IF EXISTS `peilv_copy`;
CREATE TABLE `peilv_copy` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `sid` int(10) DEFAULT NULL COMMENT '外围ID',
  `rangqiu` varchar(10) NOT NULL COMMENT '让球数',
  `rangqiusp` varchar(10) DEFAULT NULL COMMENT '外围让球数',
  `win` varchar(10) NOT NULL COMMENT '竞彩赔率',
  `leagueEn` varchar(100) DEFAULT NULL COMMENT '联赛名称',
  `leagueCh` varchar(100) DEFAULT NULL COMMENT '联赛简称',
  `homenameEn` varchar(100) DEFAULT NULL COMMENT '主队',
  `homenameCh` varchar(100) DEFAULT NULL COMMENT '主队简称',
  `awaynameEn` varchar(100) DEFAULT NULL COMMENT '客队',
  `awaynameCh` varchar(100) DEFAULT NULL COMMENT '客队简称',
  `sp` varchar(10) DEFAULT NULL COMMENT '外围赔率',
  `matchtime` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of peilv_copy
-- ----------------------------
INSERT INTO peilv_copy VALUES ('79047', '0', '-1', '0', '6.60', '', '', '', '', '', '', '', '2014-08-13 00:30');
INSERT INTO peilv_copy VALUES ('79048', '0', '-1', '0', '5.35', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79049', '0', '-1', '0', '3.75', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79050', '0', '1', '0', '5.10', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79051', '0', '-1', '0', '3.15', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79052', '0', '-1', '0', '4.30', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79053', '0', '-1', '0', '3.60', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79054', '0', '-1', '0', '4.95', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79055', '0', '-1', '0', '5.15', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79056', '0', '-1', '0', '4.35', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79057', '0', '1', '0', '4.75', '', '', '', '', '', '', '', '2014-08-13 02:00');
INSERT INTO peilv_copy VALUES ('79058', '0', '-1', '0', '2.08', '', '', '', '', '', '', '', '2014-08-13 02:30');
INSERT INTO peilv_copy VALUES ('79059', '1816686', '-1', '0', '1.86', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79060', '1816686', '-1', '0', '3.05', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79061', '1816686', '-1', '0', '2.85', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79062', '1816686', '-1', '0', '2.22', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79063', '1816686', '-1', '0', '2.13', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79064', '1816686', '-1', '0', '2.52', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79065', '1816686', '1', '0', '3.10', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79066', '1816686', '-1', '0', '2.69', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79067', '1816686', '-1', '0', '5.20', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79068', '1816686', '1', '0', '4.25', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79069', '1816686', '1', '0', '2.80', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79070', '1816686', '1', '0', '2.42', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79071', '1816686', '-1', '0', '2.14', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79072', '1816686', '-1', '0', '5.35', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79073', '1816686', '-1', '0', '2.17', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79074', '1816686', '-1', '0', '2.50', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79075', '1816686', '1', '0', '4.50', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79076', '1816686', '1', '0', '3.45', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79077', '1816686', '1', '0', '4.05', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79078', '1816686', '-1', '0', '3.30', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79079', '1816686', '1', '0', '4.25', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79080', '1816686', '1', '0', '4.15', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79081', '1816686', '-1', '0', '3.10', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79082', '1816686', '-1', '0', '2.50', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79083', '1816686', '-1', '0', '4.30', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79084', '1816686', '-1', '0', '5.00', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79085', '1816686', '1', '0', '2.88', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79086', '1816686', '1', '0', '2.60', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79087', '1816686', '-1', '0', '1.95', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79088', '1816686', '-1', '0', '3.20', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79089', '1816686', '1', '0', '4.75', 'England Conference North', '英格兰足协北部联赛', 'Lowestoft Town', '洛斯托夫特', 'Solihull Moors FC', '索利赫尔', '1.13', '2014-08-13 02:45');
INSERT INTO peilv_copy VALUES ('79090', '0', '-1', '0', '2.53', '', '', '', '', '', '', '', '2014-08-13 03:00');
INSERT INTO peilv_copy VALUES ('79091', '0', '-1', '0', '1.98', '', '', '', '', '', '', '', '2014-08-13 03:00');
INSERT INTO peilv_copy VALUES ('79092', '0', '-1', '0', '3.30', '', '', '', '', '', '', '', '2014-08-13 09:00');
INSERT INTO peilv_copy VALUES ('79093', '0', '1', '0', '3.60', '', '', '', '', '', '', '', '2014-08-14 00:00');
INSERT INTO peilv_copy VALUES ('79094', '0', '1', '0', '4.90', '', '', '', '', '', '', '', '2014-08-14 00:00');
INSERT INTO peilv_copy VALUES ('79095', '0', '1', '0', '3.50', '', '', '', '', '', '', '', '2014-08-14 01:00');
INSERT INTO peilv_copy VALUES ('79096', '0', '-1', '0', '4.40', '', '', '', '', '', '', '', '2014-08-14 01:00');
INSERT INTO peilv_copy VALUES ('79097', '0', '-1', '0', '1.81', '', '', '', '', '', '', '', '2014-08-14 01:00');
INSERT INTO peilv_copy VALUES ('79098', '0', '-1', '0', '2.75', '', '', '', '', '', '', '', '2014-08-14 01:05');
INSERT INTO peilv_copy VALUES ('79099', '0', '-1', '0', '2.15', '', '', '', '', '', '', '', '2014-08-14 02:00');
INSERT INTO peilv_copy VALUES ('79100', '0', '-1', '0', '2.40', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79101', '0', '1', '0', '3.40', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79102', '0', '-1', '0', '3.20', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79103', '0', '1', '0', '2.08', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79104', '0', '-1', '0', '3.90', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79105', '0', '1', '0', '3.45', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79106', '0', '-1', '0', '4.10', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79107', '0', '-1', '0', '4.20', '', '', '', '', '', '', '', '2014-08-14 02:45');
INSERT INTO peilv_copy VALUES ('79108', '0', '-1', '0', '3.40', '', '', '', '', '', '', '', '2014-08-14 05:00');
INSERT INTO peilv_copy VALUES ('79109', '0', '-1', '0', '2.10', '', '', '', '', '', '', '', '2014-08-14 08:15');
INSERT INTO peilv_copy VALUES ('79110', '0', '-1', '0', '1.68', '', '', '', '', '', '', '', '2014-08-14 09:00');
INSERT INTO peilv_copy VALUES ('79111', '0', '1', '0', '5.20', '', '', '', '', '', '', '', '2014-08-14 09:00');
INSERT INTO peilv_copy VALUES ('79112', '0', '-1', '0', '1.88', '', '', '', '', '', '', '', '2014-08-14 09:00');
INSERT INTO peilv_copy VALUES ('79113', '0', '1', '0', '4.00', '', '', '', '', '', '', '', '2014-08-14 09:00');
INSERT INTO peilv_copy VALUES ('79114', '0', '-1', '0', '2.52', '', '', '', '', '', '', '', '2014-08-14 10:30');
INSERT INTO peilv_copy VALUES ('79115', '0', '-1', '0', '2.75', '', '', '', '', '', '', '', '2014-08-15 00:00');
INSERT INTO peilv_copy VALUES ('79116', '0', '1', '0', '4.20', '', '', '', '', '', '', '', '2014-08-15 01:00');
INSERT INTO peilv_copy VALUES ('79117', '0', '-1', '0', '2.75', '', '', '', '', '', '', '', '2014-08-15 01:00');
INSERT INTO peilv_copy VALUES ('79118', '0', '1', '0', '5.20', '', '', '', '', '', '', '', '2014-08-15 01:00');
INSERT INTO peilv_copy VALUES ('79119', '0', '1', '0', '4.35', '', '', '', '', '', '', '', '2014-08-15 01:05');
INSERT INTO peilv_copy VALUES ('79120', '0', '-1', '0', '2.30', '', '', '', '', '', '', '', '2014-08-15 02:00');

-- ----------------------------
-- Table structure for `peilv_copy1`
-- ----------------------------
DROP TABLE IF EXISTS `peilv_copy1`;
CREATE TABLE `peilv_copy1` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `sid` varchar(10) DEFAULT NULL COMMENT '外围ID',
  `rangqiu` varchar(10) NOT NULL COMMENT '让球数',
  `win` varchar(10) NOT NULL COMMENT '竞彩赔率',
  `sp` varchar(10) DEFAULT NULL COMMENT '外围赔率',
  `matchtime` varchar(30) NOT NULL,
  `ismatch` varchar(10) DEFAULT '0' COMMENT '是否匹配（0未匹配；1匹配）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of peilv_copy1
-- ----------------------------
INSERT INTO peilv_copy1 VALUES ('79121', null, '1', '2.51', null, '2014-08-16 01:00', '0');
INSERT INTO peilv_copy1 VALUES ('79122', null, '-1', '4.90', null, '2014-08-16 01:00', '0');
INSERT INTO peilv_copy1 VALUES ('79123', null, '1', '3.65', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79124', null, '-1', '4.35', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79125', null, '-1', '3.12', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79126', null, '-1', '4.00', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79127', null, '-1', '4.60', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79128', null, '-1', '4.45', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79129', null, '-1', '6.80', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79130', null, '-1', '3.60', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79131', null, '-1', '2.12', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79132', null, '1', '2.30', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79133', null, '-1', '3.35', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79134', null, '-1', '3.55', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79135', null, '-1', '4.55', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79136', null, '-1', '4.20', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79137', null, '-1', '2.60', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79138', null, '1', '2.48', null, '2014-08-16 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79139', null, '1', '4.45', null, '2014-08-16 02:30', '0');
INSERT INTO peilv_copy1 VALUES ('79140', null, '-1', '1.57', null, '2014-08-16 03:00', '0');
INSERT INTO peilv_copy1 VALUES ('79141', null, '-1', '3.75', null, '2014-08-16 07:30', '0');
INSERT INTO peilv_copy1 VALUES ('79142', null, '-1', '3.65', null, '2014-08-16 09:00', '0');
INSERT INTO peilv_copy1 VALUES ('79143', null, '-1', '2.80', null, '2014-08-16 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79144', null, '-1', '3.50', null, '2014-08-16 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79145', null, '-1', '3.00', null, '2014-08-16 17:30', '0');
INSERT INTO peilv_copy1 VALUES ('79146', null, '-1', '3.65', null, '2014-08-16 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79147', null, '-1', '3.35', null, '2014-08-16 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79148', null, '-1', '2.90', null, '2014-08-16 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79149', null, '-1', '4.60', null, '2014-08-16 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79150', null, '1', '2.10', null, '2014-08-16 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79151', null, '-1', '4.35', null, '2014-08-16 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79152', null, '1', '4.35', null, '2014-08-16 19:15', '0');
INSERT INTO peilv_copy1 VALUES ('79153', null, '-1', '1.86', null, '2014-08-16 19:45', '0');
INSERT INTO peilv_copy1 VALUES ('79154', null, '-1', '1.95', null, '2014-08-16 19:45', '0');
INSERT INTO peilv_copy1 VALUES ('79155', null, '-1', '4.45', null, '2014-08-16 20:00', '0');
INSERT INTO peilv_copy1 VALUES ('79157', null, '1', '3.35', null, '2014-08-16 21:30', '0');
INSERT INTO peilv_copy1 VALUES ('79159', null, '1', '4.30', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79160', null, '-1', '5.00', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79161', null, '-1', '3.50', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79162', null, '-1', '4.30', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79163', null, '1', '3.40', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79164', null, '-1', '3.05', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79165', null, '1', '4.70', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79166', null, '1', '2.90', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79167', null, '-1', '5.10', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79168', null, '-1', '2.80', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79169', null, '1', '4.35', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79170', null, '-1', '3.55', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79171', null, '-1', '3.95', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79172', null, '-1', '4.20', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79173', null, '1', '4.95', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79174', null, '1', '4.15', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79187', null, '-1', '5.00', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79188', null, '1', '5.00', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79189', null, '-1', '4.50', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79190', null, '-1', '4.40', null, '2014-08-16 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79192', null, '-1', '3.90', null, '2014-08-16 22:30', '0');
INSERT INTO peilv_copy1 VALUES ('79194', null, '1', '3.02', null, '2014-08-17 00:00', '0');
INSERT INTO peilv_copy1 VALUES ('79196', null, '-1', '1.62', null, '2014-08-17 00:30', '0');
INSERT INTO peilv_copy1 VALUES ('79197', null, '-1', '1.49', null, '2014-08-17 00:30', '0');
INSERT INTO peilv_copy1 VALUES ('79198', null, '1', '5.90', null, '2014-08-17 01:00', '0');
INSERT INTO peilv_copy1 VALUES ('79199', null, '-1', '4.65', null, '2014-08-17 01:45', '0');
INSERT INTO peilv_copy1 VALUES ('79200', null, '-1', '1.86', null, '2014-08-17 01:45', '0');
INSERT INTO peilv_copy1 VALUES ('79201', null, '-1', '2.70', null, '2014-08-17 01:45', '0');
INSERT INTO peilv_copy1 VALUES ('79202', null, '-1', '3.40', null, '2014-08-17 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79203', null, '-1', '5.20', null, '2014-08-17 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79204', null, '-1', '3.20', null, '2014-08-17 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79205', null, '-1', '4.95', null, '2014-08-17 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79206', null, '1', '5.50', null, '2014-08-17 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79208', null, '1', '1.59', null, '2014-08-17 02:30', '0');
INSERT INTO peilv_copy1 VALUES ('79210', null, '-1', '2.25', null, '2014-08-17 02:45', '0');
INSERT INTO peilv_copy1 VALUES ('79212', null, '1', '2.88', null, '2014-08-17 03:30', '0');
INSERT INTO peilv_copy1 VALUES ('79223', null, '1', '3.45', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79224', null, '1', '5.45', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79225', null, '-1', '3.85', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79226', null, '-1', '4.70', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79227', null, '1', '2.70', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79228', null, '1', '5.65', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79229', null, '-1', '3.45', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79230', null, '-1', '2.75', null, '2014-08-17 17:00', '0');
INSERT INTO peilv_copy1 VALUES ('79231', null, '-1', '2.03', null, '2014-08-17 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79232', null, '-1', '3.80', null, '2014-08-17 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79233', null, '1', '3.65', null, '2014-08-17 18:00', '0');
INSERT INTO peilv_copy1 VALUES ('79234', null, '1', '3.85', null, '2014-08-17 18:30', '0');
INSERT INTO peilv_copy1 VALUES ('79235', null, '-1', '1.82', null, '2014-08-17 20:30', '0');
INSERT INTO peilv_copy1 VALUES ('79236', null, '1', '3.40', null, '2014-08-17 20:30', '0');
INSERT INTO peilv_copy1 VALUES ('79237', null, '1', '1.73', null, '2014-08-17 20:30', '0');
INSERT INTO peilv_copy1 VALUES ('79238', null, '-1', '5.10', null, '2014-08-17 20:30', '0');
INSERT INTO peilv_copy1 VALUES ('79239', null, '-1', '3.85', null, '2014-08-17 20:30', '0');
INSERT INTO peilv_copy1 VALUES ('79240', null, '-1', '3.35', null, '2014-08-17 20:30', '0');
INSERT INTO peilv_copy1 VALUES ('79244', null, '-1', '4.30', null, '2014-08-17 22:00', '0');
INSERT INTO peilv_copy1 VALUES ('79246', null, '-1', '2.64', null, '2014-08-17 22:45', '0');
INSERT INTO peilv_copy1 VALUES ('79247', null, '1', '2.65', null, '2014-08-17 23:00', '0');
INSERT INTO peilv_copy1 VALUES ('79248', null, '-1', '2.54', null, '2014-08-17 23:00', '0');
INSERT INTO peilv_copy1 VALUES ('79249', null, '-1', '2.29', null, '2014-08-17 23:00', '0');
INSERT INTO peilv_copy1 VALUES ('79250', null, '-1', '3.80', null, '2014-08-17 23:00', '0');
INSERT INTO peilv_copy1 VALUES ('79251', null, '-1', '3.80', null, '2014-08-17 23:00', '0');
INSERT INTO peilv_copy1 VALUES ('79254', null, '-1', '5.25', null, '2014-08-18 00:00', '0');
INSERT INTO peilv_copy1 VALUES ('79258', null, '-1', '3.60', null, '2014-08-18 00:30', '0');
INSERT INTO peilv_copy1 VALUES ('79259', null, '1', '1.65', null, '2014-08-18 00:30', '0');
INSERT INTO peilv_copy1 VALUES ('79261', null, '-1', '2.00', null, '2014-08-18 02:00', '0');
INSERT INTO peilv_copy1 VALUES ('79262', null, '-1', '1.65', null, '2014-08-18 02:15', '0');
INSERT INTO peilv_copy1 VALUES ('79265', null, '1', '2.26', null, '2014-08-18 02:30', '0');
INSERT INTO peilv_copy1 VALUES ('79266', null, '1', '5.50', null, '2014-08-18 03:00', '0');
INSERT INTO peilv_copy1 VALUES ('79288', null, '1', '1.92', null, '2014-08-19 03:00', '0');
