/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : match

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2014-09-07 11:17:19
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `m_match`
-- ----------------------------
DROP TABLE IF EXISTS `m_match`;
CREATE TABLE `m_match` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `rq` varchar(255) NOT NULL DEFAULT '' COMMENT '让球数',
  `league` varchar(100) NOT NULL COMMENT '联赛名称',
  `matchnum` varchar(100) DEFAULT NULL COMMENT '比赛',
  `endtime` varchar(30) DEFAULT NULL,
  `simpleleague` varchar(100) NOT NULL COMMENT '联赛简称',
  `homeid` varchar(10) DEFAULT NULL COMMENT '主队ID',
  `homename` varchar(100) NOT NULL COMMENT '主队',
  `homesxname` varchar(100) NOT NULL COMMENT '主队简称',
  `awayid` varchar(10) DEFAULT NULL COMMENT '客队ID',
  `awayname` varchar(100) NOT NULL COMMENT '客队',
  `awaysxname` varchar(100) NOT NULL COMMENT '客队简称',
  `processname` varchar(10) NOT NULL,
  `matchdate` varchar(30) DEFAULT NULL,
  `matchtime` varchar(30) DEFAULT NULL,
  `isshow` int(3) DEFAULT NULL COMMENT '是否显示',
  `isend` int(1) DEFAULT NULL,
  `uptime` varchar(100) DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_match
-- ----------------------------
INSERT INTO m_match VALUES ('79982', '-1', '阿根廷甲级联赛', '周六021', '2014-09-07 01:59', '阿甲', '1183', '拉斐拉竞技', '拉斐竞', '835', '拉普拉塔体操', '拉体操', '6021', '2014-09-07', '2014-09-07 02:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79983', '-1', '美国职业大联盟', '周六022', '2014-09-07 01:59', '美职联', '6563', '多伦多FC', '多伦FC', '6186', '费城联合', '费城联', '6022', '2014-09-07', '2014-09-07 02:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79984', '-1', '非洲杯预选赛', '周六023', '2014-09-07 03:14', '非 洲 杯', '40', '突尼斯', '突尼斯', '135', '博茨瓦纳', '博茨瓦', '6023', '2014-09-07', '2014-09-07 03:15', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79985', '-1', '阿根廷甲级联赛', '周六024', '2014-09-07 03:59', '阿甲', '455', '萨斯菲尔德', '萨斯费', '1136', '纽维尔老男孩', '纽维尔', '6024', '2014-09-07', '2014-09-07 04:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79986', '-1', '阿根廷甲级联赛', '周六025', '2014-09-07 05:09', '阿甲', '569', '拉普拉塔大学生', '大学生', '676', '贝尔格拉诺', '贝尔格', '6025', '2014-09-07', '2014-09-07 05:10', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79987', '-1', '巴西甲级联赛', '周六026', '2014-09-07 05:29', '巴甲', '1577', '弗拉门戈', '弗拉门', '1580', '格雷米奥', '格雷米', '6026', '2014-09-07', '2014-09-07 05:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79988', '-1', '巴西甲级联赛', '周六027', '2014-09-07 05:29', '巴甲', '472', '桑托斯', '桑托斯', '1589', '维多利亚', '维多利', '6027', '2014-09-07', '2014-09-07 05:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79989', '-1', '阿根廷甲级联赛', '周六028', '2014-09-07 07:14', '阿甲', '639', '班菲尔德', '班菲尔', '1322', '阿根廷独立', '阿独立', '6028', '2014-09-07', '2014-09-07 07:15', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79990', '-1', '美国职业大联盟', '周六029', '2014-09-07 07:29', '美职联', '1139', '纽约红牛', '纽  约', '950', '堪萨斯城竞技', '肯萨斯', '6029', '2014-09-07', '2014-09-07 07:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79991', '1', '国际赛', '周六030', '2014-09-07 07:59', '友谊赛', '79', '玻利维亚', '玻利维', '33', '厄瓜多尔', '厄瓜多', '6030', '2014-09-07', '2014-09-07 08:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79992', '-1', '巴西甲级联赛', '周六031', '2014-09-07 07:59', '巴甲', '6184', '沙佩科恩斯', '沙佩科', '1579', '戈亚斯', '戈亚斯', '6031', '2014-09-07', '2014-09-07 08:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79993', '-1', '美国职业大联盟', '周六032', '2014-09-07 08:29', '美职联', '3419', '休斯顿迪纳摩', '休斯顿', '4293', '蒙特利尔冲击', '冲  击', '6032', '2014-09-07', '2014-09-07 08:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79994', '-1', '国际赛', '周六033', '2014-09-07 09:59', '友谊赛', '2915', '智利', '智 利', '16', '墨西哥', '墨西哥', '6033', '2014-09-07', '2014-09-07 10:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79995', '-1', '美国职业大联盟', '周六034', '2014-09-07 09:59', '美职联', '4285', '温哥华白帽', '白  帽', '881', '华盛顿联', '华盛顿', '6034', '2014-09-07', '2014-09-07 10:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79996', '-1', '美国职业大联盟', '周六035', '2014-09-07 09:59', '美职联', '2440', '皇家盐湖城', '盐湖城', '750', '达拉斯FC', '达拉斯', '6035', '2014-09-07', '2014-09-07 10:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79997', '-1', '日本联赛杯', '周日001', '2014-09-07 16:59', '日联杯', '752', '大阪钢巴', '大  阪', '492', '神户胜利船', '神  户', '7001', '2014-09-07', '2014-09-07 17:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79998', '-1', '日本联赛杯', '周日002', '2014-09-07 16:59', '日联杯', '1164', '浦和红钻', '浦  和', '845', '广岛三箭', '广  岛', '7002', '2014-09-07', '2014-09-07 17:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('79999', '-1', '日本天皇杯', '周日003', '2014-09-07 17:59', '天皇杯', '267', '东京FC', '东京FC', '1178', '清水鼓动', '清  水', '7003', '2014-09-07', '2014-09-07 18:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80000', '-1', '日本联赛杯', '周日004', '2014-09-07 17:59', '日联杯', '658', '柏太阳神', '太阳神', '870', '横滨水手', '横 滨', '7004', '2014-09-07', '2014-09-07 18:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80001', '-1', '日本联赛杯', '周日005', '2014-09-07 17:59', '日联杯', '2272', '川崎前锋', '川  崎', '753', '大阪樱花', '樱  花', '7005', '2014-09-07', '2014-09-07 18:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80002', '1', '欧洲杯预选赛', '周日006', '2014-09-07 23:59', '欧洲杯', '77', '格鲁吉亚', '格鲁吉', '21', '爱尔兰', '爱尔兰', '7006', '2014-09-08', '2014-09-08 00:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80003', '-1', '欧洲杯预选赛', '周日007', '2014-09-07 23:59', '欧洲杯', '55', '匈牙利', '匈牙利', '97', '北爱尔兰', '北 爱', '7007', '2014-09-08', '2014-09-08 00:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80004', '-1', '欧洲杯预选赛', '周日008', '2014-09-07 23:59', '欧洲杯', '3', '丹麦', '丹 麦', '101', '亚美尼亚', '亚美尼', '7008', '2014-09-08', '2014-09-08 00:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80005', '-1', '阿根廷甲级联赛', '周日009', '2014-09-08 02:14', '阿甲', '3608', '戈多伊克鲁斯', '戈多伊', '4617', '防御与正义', '防卫者', '7009', '2014-09-08', '2014-09-08 02:15', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80006', '-1', '阿根廷甲级联赛', '周日010', '2014-09-08 02:14', '阿甲', '1034', '罗萨里奥中央', '罗萨里', '467', '圣洛伦索', '圣洛伦', '7010', '2014-09-08', '2014-09-08 02:15', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80007', '1', '国际赛', '周日011', '2014-09-08 02:44', '友谊赛', '4', '塞尔维亚', '塞尔维', '10', '法国', '法 国', '7011', '2014-09-08', '2014-09-08 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80009', '1', '欧洲杯预选赛', '周日013', '2014-09-08 02:44', '欧洲杯', '112', '法罗群岛', '法 罗', '44', '芬兰', '芬 兰', '7013', '2014-09-08', '2014-09-08 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80010', '-1', '欧洲杯预选赛', '周日014', '2014-09-08 02:44', '欧洲杯', '49', '希腊', '希 腊', '26', '罗马尼亚', '罗马尼', '7014', '2014-09-08', '2014-09-08 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80011', '-1', '欧洲杯预选赛', '周日015', '2014-09-08 02:44', '欧洲杯', '20', '葡萄牙', '葡萄牙', '96', '阿尔巴尼亚', '阿尔巴', '7015', '2014-09-08', '2014-09-08 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80013', '-1', '巴西甲级联赛', '周日017', '2014-09-08 02:59', '巴甲', '1570', '米内罗竞技', '米内罗', '1568', '博塔弗戈', '博塔弗', '7017', '2014-09-08', '2014-09-08 03:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80014', '1', '巴西甲级联赛', '周日018', '2014-09-08 02:59', '巴甲', '1574', '克里西乌马', '克里西', '1572', '科林蒂安', '科林蒂', '7018', '2014-09-08', '2014-09-08 03:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80015', '-1', '巴西甲级联赛', '周日019', '2014-09-08 02:59', '巴甲', '1578', '弗鲁米嫩塞', '弗鲁米', '1575', '克鲁塞罗', '克鲁塞', '7019', '2014-09-08', '2014-09-08 03:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80016', '-1', '巴西甲级联赛', '周日020', '2014-09-08 02:59', '巴甲', '1385', '圣保罗', '圣保罗', '3988', '累西腓体育', '累体育', '7020', '2014-09-08', '2014-09-08 03:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80017', '-1', '美国职业大联盟', '周日021', '2014-09-08 02:59', '美职联', '821', '哥伦布机员', '哥伦布', '2439', '美国芝华士', '芝华士', '7021', '2014-09-08', '2014-09-08 03:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80018', '-1', '阿根廷甲级联赛', '周日022', '2014-09-08 04:14', '阿甲', '558', '竞技俱乐部', '竞  技', '963', '拉努斯', '拉努斯', '7022', '2014-09-08', '2014-09-08 04:15', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80019', '-1', '美国职业大联盟', '周日023', '2014-09-08 04:59', '美职联', '4292', '波特兰伐木工', '伐木者', '499', '圣何塞地震', '圣何塞', '7023', '2014-09-08', '2014-09-08 05:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80020', '-1', '阿根廷甲级联赛', '周日024', '2014-09-08 06:14', '阿甲', '864', '河床', '河  床', '4465', '老虎竞技', '泰格雷', '7024', '2014-09-08', '2014-09-08 06:15', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80021', '-1', '巴西甲级联赛', '周日025', '2014-09-08 05:29', '巴甲', '2277', '巴伊亚', '巴伊亚', '1573', '科里蒂巴', '科里蒂', '7025', '2014-09-08', '2014-09-08 05:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80022', '-1', '巴西甲级联赛', '周日026', '2014-09-08 05:29', '巴甲', '1571', '巴拉纳竞技', '巴拉竞', '1567', '帕尔梅拉斯', '帕尔梅', '7026', '2014-09-08', '2014-09-08 05:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80023', '-1', '巴西甲级联赛', '周日027', '2014-09-08 05:29', '巴甲', '1582', '巴西国际', '巴国际', '1576', '费古埃伦斯', '费古埃', '7027', '2014-09-08', '2014-09-08 05:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80024', '-1', '美国职业大联盟', '周日028', '2014-09-08 06:59', '美职联', '1302', '新英格兰革命', '新英格', '1349', '芝加哥火焰', '芝加哥', '7028', '2014-09-08', '2014-09-08 07:00', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80025', '-1', '阿根廷甲级联赛', '周日029', '2014-09-08 08:29', '阿甲', '5241', '奥林匹奥', '奥林匹', '705', '博卡青年', '博  卡', '7029', '2014-09-08', '2014-09-08 08:30', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80029', '1', '欧洲杯预选赛', '周一004', '2014-09-09 02:44', '欧洲杯', '146', '卢森堡', '卢森堡', '74', '白俄罗斯', '白 俄', '1004', '2014-09-09', '2014-09-09 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80031', '-1', '欧洲杯预选赛', '周一006', '2014-09-09 02:44', '欧洲杯', '47', '乌克兰', '乌克兰', '54', '斯洛伐克', '斯洛伐', '1006', '2014-09-09', '2014-09-09 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80032', '1', '欧洲杯预选赛', '周一007', '2014-09-09 02:44', '欧洲杯', '64', '爱沙尼亚', '爱沙尼', '35', '斯洛文尼亚', '斯洛文', '1007', '2014-09-09', '2014-09-09 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80034', '-1', '欧洲杯预选赛', '周一009', '2014-09-09 02:44', '欧洲杯', '46', '瑞士', '瑞 士', '15', '英格兰', '英格兰', '1009', '2014-09-09', '2014-09-09 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80035', '-1', '欧洲杯预选赛', '周一010', '2014-09-09 02:44', '欧洲杯', '53', '奥地利', '奥地利', '27', '瑞典', '瑞 典', '1010', '2014-09-09', '2014-09-09 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80036', '-1', '欧洲杯预选赛', '周一011', '2014-09-09 02:44', '欧洲杯', '4172', '黑山', '黑 山', '109', '摩尔多瓦', '摩尔多', '1011', '2014-09-09', '2014-09-09 02:45', '1', '0', '2014-09-07 00:06:05');
INSERT INTO m_match VALUES ('80038', '-1', '阿根廷甲级联赛', '周一013', '2014-09-09 07:29', '阿甲', '953', '基尔梅斯', '基尔梅', '534', '兵工厂', '兵工厂', '1013', '2014-09-09', '2014-09-09 07:30', '1', '0', '2014-09-07 00:06:05');

-- ----------------------------
-- Table structure for `m_odds`
-- ----------------------------
DROP TABLE IF EXISTS `m_odds`;
CREATE TABLE `m_odds` (
  `oid` int(20) NOT NULL DEFAULT '0',
  `league` varchar(100) DEFAULT NULL COMMENT '联赛',
  `hname` varchar(100) DEFAULT NULL COMMENT '主队',
  `aname` varchar(100) DEFAULT NULL COMMENT '客队',
  `matchtime` varchar(100) DEFAULT NULL,
  `fun88` varchar(50) DEFAULT NULL COMMENT '乐天堂',
  `urlty` varchar(200) DEFAULT NULL COMMENT '数据来源',
  `uptime` varchar(100) DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`oid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_odds
-- ----------------------------
INSERT INTO m_odds VALUES ('1828500', '2016欧洲锦标赛预选赛', '丹麦', '亚美尼亚', '2014-09-08 00:00:00', '1.40,3.81,6.85', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828501', '2016欧洲锦标赛预选赛', '奥地利', '瑞典', '2014-09-09 02:45:00', '2.34,2.92,2.83', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828506', '2016欧洲锦标赛预选赛', '阿塞拜疆', '保加利亚', '2014-09-10 00:00:00', '3.38,2.86,2.09', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828511', '2016欧洲锦标赛预选赛', '格鲁吉亚', '爱尔兰', '2014-09-08 00:00:00', '3.12,2.80,2.25', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828512', '2016欧洲锦标赛预选赛', '黑山', '摩尔多瓦', '2014-09-09 02:45:00', '1.44,3.67,6.29', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828513', '2016欧洲锦标赛预选赛', '挪威', '意大利', '2014-09-10 02:45:00', '4.58,3.04,1.74', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828514', '2016欧洲锦标赛预选赛', '卢森堡', '白俄罗斯', '2014-09-09 02:45:00', '6.05,3.28,1.53', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828515', '2016欧洲锦标赛预选赛', '冰岛', '土耳其', '2014-09-10 02:45:00', '3.50,2.99,1.99', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828516', '2016欧洲锦标赛预选赛', '乌克兰', '斯洛伐克', '2014-09-09 02:45:00', '1.61,3.25,5.08', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828519', '2016欧洲锦标赛预选赛', '爱沙尼亚', '斯洛文尼亚', '2014-09-09 02:45:00', '3.29,2.84,2.14', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828520', '2016欧洲锦标赛预选赛', '希腊', '罗马尼亚', '2014-09-08 02:45:00', '1.97,2.84,3.83', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828521', '2016欧洲锦标赛预选赛', '匈牙利', '北爱尔兰', '2014-09-08 00:00:00', '1.45,3.57,6.54', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828522', '2016欧洲锦标赛预选赛', '捷克', '荷兰', '2014-09-10 02:45:00', '3.68,3.14,1.88', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828523', '2016欧洲锦标赛预选赛', '瑞士', '英格兰', '2014-09-09 02:45:00', '2.48,2.76,2.82', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1828525', '2016欧洲锦标赛预选赛', '哈萨克斯坦', '拉脱维亚', '2014-09-10 00:00:00', '2.25,2.84,3.06', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830146', '英格兰超级联赛', '阿森纳', '曼城', '2014-09-13 19:45:00', '2.76,3.32,2.28', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830147', '英格兰超级联赛', '切尔西', '斯旺西', '2014-09-13 22:00:00', '1.30,4.64,8.30', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830148', '英格兰超级联赛', '水晶宫', '伯恩利', '2014-09-13 22:00:00', '2.10,3.00,3.43', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830149', '英格兰超级联赛', '桑德兰', '托特纳姆热刺', '2014-09-13 22:00:00', '3.27,3.21,2.06', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830150', '英格兰超级联赛', '西布罗姆维奇', '埃弗顿', '2014-09-13 22:00:00', '3.11,3.24,2.11', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830151', '英格兰超级联赛', '斯托克城', '莱切斯特', '2014-09-13 22:00:00', '2.06,3.00,3.51', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830152', '英格兰超级联赛', '胡尔城', '西汉姆', '2014-09-16 03:00:00', '2.09,2.97,3.50', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830153', '英格兰超级联赛', '利物浦', '阿斯顿维拉', '2014-09-14 00:30:00', '1.25,5.05,9.34', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830154', '英格兰超级联赛', '南安普顿', '纽卡斯尔联', '2014-09-13 22:00:00', '1.83,3.31,3.94', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830155', '英格兰超级联赛', '曼联', '女王公园巡游者', '2014-09-14 23:00:00', '1.24,5.00,10.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830972', '欧洲冠军联赛', '尤文图斯', '马模', '2014-09-17 02:45:00', '1.10,6.54,16.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830973', '欧洲冠军联赛', '拜仁慕尼黑', '曼城', '2014-09-18 02:45:00', '1.60,3.65,4.48', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830974', '欧洲冠军联赛', '罗马', '莫斯科中央陆军', '2014-09-18 02:45:00', '1.61,3.36,4.89', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830975', '欧洲冠军联赛', '阿贾克斯', '巴黎圣日耳曼', '2014-09-18 02:45:00', '3.73,3.31,1.82', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830976', '欧洲冠军联赛', '利物浦', '卢多格德斯', '2014-09-17 02:45:00', '1.19,5.26,10.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830977', '欧洲冠军联赛', '摩纳哥', '勒沃库森', '2014-09-17 02:45:00', '2.75,3.01,2.34', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830978', '欧洲冠军联赛', '奥林匹亚科斯', '马德里竞技', '2014-09-17 02:45:00', '3.88,2.92,1.91', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830979', '欧洲冠军联赛', '多特蒙德', '阿森纳', '2014-09-17 02:45:00', '1.87,3.43,3.36', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830980', '欧洲冠军联赛', '本菲卡', '圣彼得堡泽尼特', '2014-09-17 02:45:00', '1.90,3.04,3.76', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830981', '欧洲冠军联赛', '皇家马德里', '巴素利', '2014-09-17 02:45:00', '1.09,7.08,15.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830982', '欧洲冠军联赛', '加拉塔沙雷', '安德列治', '2014-09-17 02:45:00', '1.76,3.36,3.90', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830984', '欧洲冠军联赛', '切尔西', '沙尔克04', '2014-09-18 02:45:00', '1.41,3.97,6.25', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830985', '欧洲冠军联赛', '毕尔巴鄂竞技', '顿涅茨克矿工', '2014-09-18 02:45:00', '1.97,3.10,3.43', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830986', '欧洲冠军联赛', '马里博尔', '里斯本竞技', '2014-09-18 02:45:00', '3.73,3.00,1.92', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1830987', '欧洲冠军联赛', '波尔图', '波里索夫巴迪', '2014-09-18 02:45:00', '1.24,4.68,9.86', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832718', '西班牙甲级联赛', '阿尔梅里亚', '科尔多瓦CF', '2014-09-13 03:00:00', '1.85,3.11,4.15', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832719', '西班牙甲级联赛', '巴塞罗那', '毕尔巴鄂竞技', '2014-09-13 22:00:00', '1.28,5.03,8.30', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832720', '西班牙甲级联赛', '塞尔塔', '皇家社会', '2014-09-14 04:00:00', '2.22,3.03,3.10', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832721', '西班牙甲级联赛', '巴列卡诺', '艾尔切', '2014-09-14 18:00:00', '1.71,3.28,4.67', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832722', '西班牙甲级联赛', '塞维利亚', '赫塔菲', '2014-09-15 01:00:00', '1.44,4.00,6.24', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832723', '西班牙甲级联赛', '葛瑞纳达CF', '比利亚雷亚尔', '2014-09-15 03:00:00', '3.71,3.00,2.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832724', '西班牙甲级联赛', '马拉加', '莱万特', '2014-09-14 00:00:00', '1.57,3.39,5.93', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832725', '西班牙甲级联赛', '瓦伦西亚', '西班牙人', '2014-09-14 23:00:00', '1.61,3.50,5.08', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832726', '西班牙甲级联赛', '伊巴', '拉科鲁尼亚', '2014-09-16 02:45:00', '1.98,2.90,3.98', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832727', '西班牙甲级联赛', '皇家马德里', '马德里竞技', '2014-09-14 02:00:00', '1.67,3.47,4.65', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832997', '奧地利乙级联赛', '奥地利路斯登洛', '卡芬堡', '2014-09-13 00:30:00', '1.80,3.32,3.41', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832998', '奧地利乙级联赛', '哈特堡格', '圣普尔顿', '2014-09-13 00:30:00', '4.23,3.60,1.57', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1832999', '奧地利乙级联赛', 'SV霍恩', '华卡因斯布鲁克', '2014-09-13 00:30:00', '2.86,3.05,2.11', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833000', '奧地利乙级联赛', 'LASK宁斯', 'FAC维也纳', '2014-09-13 02:30:00', '1.45,3.75,5.07', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833001', '奧地利乙级联赛', '马特斯堡', '列弗宁', '2014-09-13 00:30:00', '2.26,3.20,2.52', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833750', '德国甲级联赛', '柏林赫塔', '美因茨', '2014-09-13 21:30:00', '2.23,3.21,2.91', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833751', '德国甲级联赛', '勒沃库森', '云达不莱梅', '2014-09-13 02:30:00', '1.30,4.95,7.80', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833752', '德国甲级联赛', '霍芬海姆', '沃尔夫斯堡', '2014-09-13 21:30:00', '2.22,3.54,2.71', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833753', '德国甲级联赛', '多特蒙德', '弗赖堡', '2014-09-13 21:30:00', '1.26,5.27,8.60', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833754', '德国甲级联赛', '帕德博恩07', '科隆', '2014-09-13 21:30:00', '2.85,3.10,2.34', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833755', '德国甲级联赛', '拜仁慕尼黑', '斯图加特', '2014-09-13 21:30:00', '1.17,6.19,11.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833756', '德国甲级联赛', '门兴格拉德巴赫', '沙尔克04', '2014-09-14 00:30:00', '2.33,3.30,2.70', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833757', '德国甲级联赛', '法兰克福', '奥格斯堡', '2014-09-14 21:30:00', '2.15,3.28,3.01', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833766', '德国甲级联赛', '汉诺威', '汉堡', '2014-09-14 23:30:00', '2.08,3.42,3.04', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833875', '奥地利甲级联赛', '马纳', '维也纳迅速', '2014-09-13 22:00:00', '3.77,3.42,1.68', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833876', '奥地利甲级联赛', '格拉茨', '特伦克沃尔德艾特米拿', '2014-09-14 00:30:00', '1.66,3.38,3.96', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833877', '奥地利甲级联赛', '奥地利维也纳', '里德', '2014-09-14 00:30:00', '1.60,3.51,4.18', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833878', '奥地利甲级联赛', 'SV格罗迪格', '亚塔奇', '2014-09-14 00:30:00', '1.92,3.25,3.09', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833879', '奥地利甲级联赛', '沃尔夫斯贝格AC', '萨尔斯堡', '2014-09-14 22:30:00', '5.38,4.36,1.35', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833930', '韩国经典K联赛', '蔚山现代', '庆南FC', '2014-09-07 16:00:00', '1.56,3.46,5.18', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1833931', '韩国经典K联赛', '浦项制铁', 'FC首尔', '2014-09-07 18:00:00', '1.96,2.90,3.75', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834194', '法国甲级联赛', '里昂', '摩纳哥', '2014-09-13 02:30:00', '2.44,2.83,2.78', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834195', '法国甲级联赛', '雷恩', '巴黎圣日耳曼', '2014-09-13 23:00:00', '5.41,3.71,1.50', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834196', '法国甲级联赛', '圣埃蒂安', '卡昂', '2014-09-14 02:00:00', '1.66,3.33,4.51', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834197', '法国甲级联赛', '尼斯', '梅斯', '2014-09-14 02:00:00', '2.25,2.83,3.07', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834198', '法国甲级联赛', '巴斯蒂亚', '朗斯', '2014-09-14 02:00:00', '1.92,3.02,3.67', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834199', '法国甲级联赛', '蒙彼利埃', '洛里昂', '2014-09-14 02:00:00', '2.00,2.89,3.63', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834200', '法国甲级联赛', '威姆斯', '图鲁兹', '2014-09-14 02:00:00', '2.64,2.98,2.46', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834201', '法国甲级联赛', '里尔', '南特', '2014-09-14 20:00:00', '1.67,3.06,5.04', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834202', '法国甲级联赛', '甘冈', '波尔多', '2014-09-14 23:00:00', '2.50,2.74,2.81', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834203', '法国甲级联赛', '伊维恩', '马赛', '2014-09-15 03:00:00', '3.08,2.94,2.18', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834470', '意大利甲级联赛', '卡利亚里', '亚特兰大', '2014-09-14 21:00:00', '2.25,3.30,2.83', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834471', '意大利甲级联赛', '恩波里', '罗马', '2014-09-14 00:00:00', '5.02,3.59,1.60', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834480', '意大利甲级联赛', '佛罗伦萨', '热那亚', '2014-09-14 21:00:00', '1.58,3.67,5.07', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834488', '意大利甲级联赛', '国际米兰', '森索罗', '2014-09-14 21:00:00', '1.49,3.90,5.78', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834490', '意大利甲级联赛', '尤文图斯', '乌迪内斯', '2014-09-14 02:45:00', '1.36,4.24,7.72', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834491', '意大利甲级联赛', '拉齐奥', '切辛纳', '2014-09-14 21:00:00', '1.32,4.25,8.88', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834492', '意大利甲级联赛', '那不勒斯', '切沃', '2014-09-14 21:00:00', '1.39,4.12,7.24', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834493', '意大利甲级联赛', '帕尔马', 'AC米兰', '2014-09-15 02:45:00', '2.91,3.09,2.30', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834494', '意大利甲级联赛', '桑普多利亚', '都灵', '2014-09-14 18:30:00', '2.48,2.88,2.85', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834520', '巴西甲级联赛', '弗拉明戈', '甘美奥', '2014-09-07 05:30:00', '2.37,2.80,3.09', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1834527', '巴西甲级联赛', '桑托斯 (中)', '维多利亚', '2014-09-07 05:30:00', '1.63,3.41,5.09', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1834530', '巴西甲级联赛', '乔沛高恩斯', '奎亚斯', '2014-09-07 08:00:00', '2.09,2.82,3.72', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1834531', '巴西甲级联赛', '米内罗竞技', '博塔弗戈', '2014-09-08 03:00:00', '1.68,3.37,4.77', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834542', '巴西甲级联赛', '富明尼斯', '克鲁塞罗', '2014-09-08 03:00:00', '2.39,3.10,2.79', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834549', '巴西甲级联赛', '圣保罗', '雷席夫', '2014-09-08 03:00:00', '1.42,3.91,6.84', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834551', '巴西甲级联赛', '基斯奥马', '科林蒂安', '2014-09-08 03:00:00', '3.17,2.84,2.30', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834554', '巴西甲级联赛', '国际体育会', '费古埃伦斯', '2014-09-08 05:30:00', '1.52,3.55,6.16', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834556', '巴西甲级联赛', '巴海亚', '哥里迪巴', '2014-09-08 05:30:00', '2.34,2.75,3.20', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834557', '巴西甲级联赛', '巴拉纳竞技', '帕尔梅拉斯', '2014-09-08 05:30:00', '2.06,3.10,3.41', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834589', '德国乙级联赛', 'RB莱比锡', '布伦瑞克', '2014-09-13 19:00:00', '1.92,3.12,3.55', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834590', '德国乙级联赛', '海德咸', '柏林联', '2014-09-14 19:30:00', '1.99,3.12,3.35', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834591', '德国乙级联赛', '波鸿', '卡斯鲁厄', '2014-09-13 00:30:00', '2.39,3.00,2.72', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834592', '德国乙级联赛', '恩高斯达', '阿伦', '2014-09-13 00:30:00', '1.77,3.14,4.19', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834593', '德国乙级联赛', '达蒙士达', '艾格比治', '2014-09-13 19:00:00', '1.74,3.22,4.24', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834595', '德国乙级联赛', '桑德豪森', '格雷特霍夫', '2014-09-14 19:30:00', '3.98,3.20,1.79', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834596', '德国乙级联赛', '纽伦堡', '杜塞尔多夫', '2014-09-16 02:15:00', '1.93,3.20,3.42', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834597', '德国乙级联赛', '圣保利', '慕尼黑1860', '2014-09-14 19:30:00', '2.22,3.07,2.90', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834598', '德国乙级联赛', '凯泽斯劳滕', 'FSV法兰克福', '2014-09-13 00:30:00', '1.52,3.79,5.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834600', '西班牙乙级联赛', '沙巴度尔', '纽文西亚', '2014-09-07 01:00:00', '2.21,3.09,3.27', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1834601', '西班牙乙级联赛', '赫罗纳', '特内里费', '2014-09-07 03:00:00', '2.05,3.04,3.76', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1834602', '西班牙乙级联赛', '邦弗拉甸拿', '皇家贝迪斯', '2014-09-07 18:00:00', '2.99,3.13,2.23', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834603', '西班牙乙级联赛', '米兰迪斯', '阿柯孔', '2014-09-07 23:00:00', '2.67,2.90,2.61', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834604', '西班牙乙级联赛', '瓦拉多利德', '桑坦德竞技', '2014-09-08 00:15:00', '1.79,3.18,4.41', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834605', '西班牙乙级联赛', '巴塞罗那B队', '萨拉戈萨', '2014-09-08 01:00:00', '2.29,3.16,2.87', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834606', '西班牙乙级联赛', '拉斯彭马斯', '卢高', '2014-09-08 03:00:00', '1.83,3.16,4.17', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834607', '西班牙乙级联赛', '雷加利斯', '马洛卡', '2014-09-08 03:00:00', '2.21,2.93,3.25', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834616', '英格兰乙级联赛', '保顿艾尔宾', '朴茨茅斯', '2014-09-07 19:15:00', '2.22,2.94,3.02', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834617', '英格兰乙级联赛', '纽波特', '剑桥联', '2014-09-09 02:45:00', '2.44,3.04,2.61', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834713', '意大利乙级联赛', '士比西亚', '弗洛辛诺内', '2014-09-07 21:00:00', '2.19,2.98,3.25', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834714', '意大利乙级联赛', '特腊帕尼', '维琴察', '2014-09-07 21:00:00', '1.75,3.29,4.43', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834715', '意大利乙级联赛', '兰西安奴', '摩德纳', '2014-09-07 21:00:00', '2.53,2.89,2.77', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834716', '意大利乙级联赛', '巴里', '佩鲁贾', '2014-09-08 02:30:00', '2.07,3.01,3.50', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834717', '意大利乙级联赛', '特拉纳', '比斯卡拉', '2014-09-07 21:00:00', '2.40,3.04,2.80', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834718', '意大利乙级联赛', '施达迪那', '阿维利诺', '2014-09-07 21:00:00', '2.57,2.92,2.70', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834719', '意大利乙级联赛', '布雷西亚', '利沃诺', '2014-09-07 02:30:00', '2.32,3.00,3.15', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1834720', '意大利乙级联赛', '博洛尼亚', 'ACD恩特拉', '2014-09-07 21:00:00', '1.87,3.11,4.10', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834721', '意大利乙级联赛', '卡尔皮', 'AS瓦雷斯', '2014-09-07 21:00:00', '2.07,3.00,3.49', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834722', '意大利乙级联赛', '维塞利', '卡坦尼亚', '2014-09-08 00:00:00', '2.90,3.01,2.35', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834790', '英格兰冠军联赛', '哈德斯菲尔德', '米德尔斯堡', '2014-09-13 22:00:00', '3.06,3.11,2.11', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834791', '英格兰冠军联赛', '伯明翰', '利兹联', '2014-09-13 19:15:00', '2.16,2.99,3.08', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834794', '英格兰冠军联赛', '般尼茅夫', '洛达咸', '2014-09-13 22:00:00', '1.64,3.46,4.47', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834797', '英格兰冠军联赛', '布莱克本流浪', '维甘', '2014-09-13 22:00:00', '2.41,3.01,2.66', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834799', '英格兰冠军联赛', '黑池', '狼队', '2014-09-13 22:00:00', '4.01,3.19,1.79', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834801', '英格兰冠军联赛', '博尔顿', '谢周三', '2014-09-13 22:00:00', '2.27,3.01,2.85', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834803', '英格兰冠军联赛', '宾福特', '布莱顿', '2014-09-13 22:00:00', '2.48,2.91,2.66', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834804', '英格兰冠军联赛', '卡迪夫城', '诺维奇城', '2014-09-13 22:00:00', '2.50,3.00,2.58', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834806', '英格兰冠军联赛', '查尔顿', '沃特福德', '2014-09-13 22:00:00', '2.69,3.17,2.30', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834810', '英格兰冠军联赛', '伊普斯维奇', '米尔沃尔', '2014-09-13 22:00:00', '2.01,2.99,3.43', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834814', '英格兰冠军联赛', '雷丁', '富勒姆', '2014-09-13 22:00:00', '2.11,3.16,3.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1834817', '英格兰冠军联赛', '诺丁汉森林', '德比郡', '2014-09-14 20:15:00', '2.29,3.13,2.74', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835112', '阿根廷甲级联赛', '艾朗迪考瑞法拉', '甘拿斯亚', '2014-09-07 02:00:00', '2.70,2.90,2.59', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835113', '阿根廷甲级联赛', '萨斯菲尔德', '纽韦尔老男孩', '2014-09-07 04:00:00', '2.00,3.03,3.64', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835114', '阿根廷甲级联赛', '大学生', '贝尔格拉诺', '2014-09-07 05:10:00', '2.13,2.81,3.60', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835115', '阿根廷甲级联赛', '班菲特', '独立', '2014-09-07 07:15:00', '2.11,3.08,3.29', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835119', '阿根廷甲级联赛', '罗沙里奧中央', '圣罗伦素', '2014-09-08 02:00:00', '2.58,2.80,2.80', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835123', '阿根廷甲级联赛', '葛度尔古斯', '防卫者', '2014-09-08 02:15:00', '2.31,3.00,2.97', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835128', '阿根廷甲级联赛', '竟赛会', '拉努斯', '2014-09-08 04:15:00', '2.51,2.86,2.82', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835130', '阿根廷甲级联赛', '河床', '堤格雷', '2014-09-08 06:15:00', '1.46,3.55,7.38', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835132', '阿根廷甲级联赛', '奧里姆普', '博卡青年', '2014-09-08 08:30:00', '2.59,2.75,2.84', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835134', '阿根廷甲级联赛', '基尔梅斯', '沙兰迪兵工厂', '2014-09-09 07:30:00', '2.52,2.73,2.78', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835143', '芬兰甲级联赛', 'PK-35万达', 'HIFK足球', '2014-09-07 23:30:00', '2.04,3.20,3.13', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835180', '波兰乙级联赛', '扎布基多尔坎', '华沙普洛克', '2014-09-07 18:15:00', '2.18,2.98,3.05', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835181', '波兰乙级联赛', '路宾', 'OKS奥尔兹丁', '2014-09-07 18:30:00', '1.71,3.16,4.51', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835184', '德国丙级联赛', '慕士达', '威恒', '2014-09-07 20:00:00', '2.00,3.12,3.33', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835190', '丹麦超级联赛', '施克堡', '洛斯查兰特', '2014-09-14 20:00:00', '2.94,3.19,2.13', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835191', '丹麦超级联赛', '阿尔堡', '哥本哈根', '2014-09-14 02:35:00', '2.75,3.12,2.29', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835192', '丹麦超级联赛', '米迪兰特', '奥丹斯', '2014-09-13 00:30:00', '1.82,3.34,3.66', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835193', '丹麦超级联赛', '桑德捷斯基', '霍布罗', '2014-09-16 01:00:00', '2.15,3.08,3.02', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835194', '丹麦超级联赛', '艾斯堡', '西希兰', '2014-09-15 01:00:00', '1.79,3.26,3.88', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835195', '丹麦超级联赛', '邦比', '兰达斯', '2014-09-14 23:00:00', '1.81,3.27,3.82', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835198', '波兰甲级联赛', '沙斯辛', '鲁治卓索', '2014-09-13 02:30:00', '1.98,2.95,3.25', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835199', '波兰甲级联赛', '博尔切图', '列治亚', '2014-09-15 00:00:00', '2.63,2.89,2.34', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835200', '波兰甲级联赛', '乔治罗尼亚', '莱克', '2014-09-14 00:00:00', '3.00,3.03,2.05', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835201', '波兰甲级联赛', '哥罗那', '波迪斯基萨', '2014-09-16 00:00:00', '2.46,2.97,2.45', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835202', '波兰甲级联赛', '萨比利斯', '派雅斯特', '2014-09-14 21:30:00', '1.75,3.06,3.93', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835203', '波兰甲级联赛', '历基亚', '斯拉斯克', '2014-09-14 02:30:00', '1.55,3.44,4.63', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835204', '波兰甲级联赛', '克拉科维亚', '莱茨纳', '2014-09-13 21:30:00', '2.23,2.93,2.75', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835205', '波兰甲级联赛', '札维斯札', '克拉科夫', '2014-09-13 00:00:00', '2.75,2.98,2.20', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835207', '芬兰超级联赛', '迈柏', 'TPS杜古', '2014-09-14 23:30:00', '2.03,3.17,3.17', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835208', '芬兰超级联赛', '赫尔辛基', '古比斯', '2014-09-12 23:30:00', '1.38,4.10,6.54', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835209', '芬兰超级联赛', '路云尼米', '洪卡', '2014-09-14 23:30:00', '1.61,3.53,4.59', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835210', '芬兰超级联赛', '塞那乔恩', '拉迪', '2014-09-13 21:00:00', '2.19,2.83,3.19', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835211', '芬兰超级联赛', 'VPS瓦萨', '查路', '2014-09-14 23:30:00', '2.08,3.07,3.16', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835212', '芬兰超级联赛', '英特杜古', '马利汉姆', '2014-09-13 21:00:00', '2.23,3.31,2.70', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835251', '瑞士超级联赛', '草蜢', '巴素利', '2014-09-13 23:45:00', '3.33,3.33,1.92', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835252', '瑞士超级联赛', '阿劳', '杜安', '2014-09-14 02:00:00', '2.72,3.20,2.26', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835253', '瑞士超级联赛', '华杜兹', '圣加伦', '2014-09-14 19:45:00', '2.88,3.15,2.18', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835254', '瑞士超级联赛', '年青人', '卢森', '2014-09-14 19:45:00', '1.98,3.30,3.18', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835255', '瑞士超级联赛', '苏黎世', '锡昂', '2014-09-14 22:00:00', '1.67,3.39,4.34', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835259', '土耳其超级联赛', '加拉塔沙雷', '埃斯基希体育', '2014-09-15 01:00:00', '1.52,3.47,4.86', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835260', '土耳其超级联赛', '特拉布宗', '费内巴切', '2014-09-15 01:00:00', '2.72,2.95,2.25', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835261', '土耳其超级联赛', '加辛塔士邦', '阿辛耶斯堡', '2014-09-15 01:00:00', '2.22,2.85,2.85', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835262', '土耳其超级联赛', '干亚士邦', '巴里科斯士邦', '2014-09-15 01:00:00', '1.85,2.98,3.62', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835263', '土耳其超级联赛', '真格拿拜列治', '柏萨士邦', '2014-09-14 22:00:00', '2.46,2.87,2.53', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835264', '土耳其超级联赛', '卡斯帕萨', '梅尔辛', '2014-09-14 22:00:00', '1.76,3.08,3.84', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835265', '土耳其超级联赛', '卡拉布克士邦', '伊斯坦堡B.B', '2014-09-14 22:00:00', '2.04,2.92,3.13', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835316', '土耳其超级联赛', '阿克希萨尔', '希维斯堡', '2014-09-16 01:00:00', '2.40,2.94,2.53', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835318', '土耳其超级联赛', '贝西克塔斯', '里泽士邦', '2014-09-16 01:00:00', '1.52,3.48,4.87', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835329', '爱尔兰甲级联赛', '朗福特城', '威福特青年队', '2014-09-07 02:30:00', '1.50,3.80,5.24', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835331', '爱尔兰甲级联赛', '科布漫步者', '费恩夏普', '2014-09-07 02:45:00', '4.60,3.39,1.64', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835333', '爱尔兰甲级联赛', '沙姆洛克流浪II', '高威', '2014-09-07 21:00:00', '5.14,3.49,1.49', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835357', '荷兰甲级联赛', '艾克马亚', '海伦维恩', '2014-09-14 01:45:00', '1.87,3.53,3.29', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835358', '荷兰甲级联赛', '费耶诺德', '威廉二世', '2014-09-14 02:45:00', '1.43,4.10,5.48', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835359', '荷兰甲级联赛', '施禾尼', 'PSV埃因霍温', '2014-09-14 02:45:00', '3.72,3.62,1.73', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835360', '荷兰甲级联赛', '乌德勒支', '海牙', '2014-09-14 18:30:00', '2.02,3.36,3.02', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835361', '荷兰甲级联赛', '金堡尔', '高宁根', '2014-09-14 20:30:00', '2.09,3.33,2.90', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835362', '荷兰甲级联赛', '维迪斯', 'SBV精英', '2014-09-14 20:30:00', '1.41,4.14,5.70', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835363', '荷兰甲级联赛', '多积治', '比达', '2014-09-14 22:45:00', '2.30,3.31,2.59', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835730', '比利时甲级联赛', '利亚斯', '安德列治', '2014-09-14 00:00:00', '5.52,3.79,1.48', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835732', '比利时甲级联赛', '色格拉布鲁日', '查内尔', '2014-09-14 02:00:00', '2.55,3.07,2.48', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835733', '比利时甲级联赛', '梅赫伦', '韦斯达路', '2014-09-14 02:00:00', '2.04,3.23,3.10', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835735', '比利时甲级联赛', '威尔郡', '华斯兰德比华伦', '2014-09-14 02:00:00', '1.54,3.63,5.03', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835737', '比利时甲级联赛', '标准列治', '奥斯坦德', '2014-09-14 02:30:00', '1.62,3.47,4.65', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835738', '比利时甲级联赛', 'KRC根克', '布鲁日', '2014-09-14 20:30:00', '3.08,3.18,2.07', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835740', '葡萄牙超级联赛', '艾路卡', '布拉加', '2014-09-14 23:00:00', '3.66,2.98,1.95', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835741', '葡萄牙超级联赛', '博维斯塔', '科英布拉大学', '2014-09-14 23:00:00', '2.51,2.83,2.69', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835742', '葡萄牙超级联赛', '伊斯托里尔', '国民', '2014-09-14 23:00:00', '2.05,2.95,3.39', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835743', '比利时甲级联赛', '真特', '匹卢维兹', '2014-09-15 00:00:00', '1.62,3.52,4.54', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835744', '葡萄牙超级联赛', '费利拿', '基维辛迪', '2014-09-14 23:00:00', '1.83,2.98,4.18', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835745', '葡萄牙超级联赛', '甘马雷斯', '波尔图', '2014-09-14 23:00:00', '5.26,3.32,1.58', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835747', '葡萄牙超级联赛', '马里迪莫', '彭拿费尔', '2014-09-14 23:00:00', '1.63,3.20,5.15', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835749', '葡萄牙超级联赛', '摩里伦斯', '里奥阿维', '2014-09-14 23:00:00', '2.50,2.83,2.72', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835750', '葡萄牙超级联赛', '塞图巴尔', '本菲卡', '2014-09-14 23:00:00', '5.33,3.40,1.56', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835753', '比利时甲级联赛', '科特赖克', '洛格伦', '2014-09-15 02:00:00', '2.52,3.08,2.50', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835754', '葡萄牙超级联赛', '里斯本竞技', '比兰伦斯', '2014-09-14 23:00:00', '1.39,3.75,7.40', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835762', '意大利职业联赛', '雷真亚拿', '安科纳', '2014-09-07 20:30:00', '2.18,2.90,3.14', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835763', '意大利职业联赛', 'A.S.D.普罗.皮亚琴察', '弗利', '2014-09-07 20:30:00', '2.14,2.87,3.27', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835764', '意大利职业联赛', '普拉托', '图托科约', '2014-09-07 22:00:00', '1.84,3.01,4.05', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835765', '意大利职业联赛', '库比奥', '路查斯', '2014-09-08 00:00:00', '1.74,3.11,4.43', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835771', '意大利职业联赛', '彭特德拉', '圣马利诺卡斯奥', '2014-09-09 02:45:00', '1.88,3.05,3.80', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835780', '意大利职业联赛', '圣阿尔坎杰洛 (中)', '比萨', '2014-09-07 17:00:00', '3.59,3.10,1.92', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835799', '意大利职业联赛', '诺和华', '菲拉皮沙洛', '2014-09-07 01:30:00', '1.77,3.14,4.17', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835804', '意大利职业联赛', '波德诺内', '威尼斯', '2014-09-07 20:30:00', '2.78,2.93,2.37', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835809', '意大利职业联赛', '曼托瓦', '科雷蒙尼斯', '2014-09-07 22:00:00', '3.11,2.96,2.16', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835817', '意大利职业联赛', '皇家維琴察', '亚历山德里', '2014-09-07 18:30:00', '2.44,2.91,2.72', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835848', '意大利职业联赛', '莱切', '巴雷塔', '2014-09-07 01:30:00', '1.58,3.47,4.97', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1835850', '意大利职业联赛', '麦斯纳', 'A.S.D卢帕罗马', '2014-09-07 18:30:00', '1.91,3.01,3.75', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835851', '意大利职业联赛', 'AS马天拿芬卡', '沙兰力坦拿', '2014-09-07 20:30:00', '2.63,2.89,2.53', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835852', '意大利职业联赛', '柏干尼斯', '雷吉纳', '2014-09-07 22:00:00', '2.75,2.92,2.40', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835853', '意大利职业联赛', '卡塞塔纳', '阿维森', '2014-09-08 00:00:00', '1.66,3.25,4.64', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835867', '澳大利亚维多利亚州超级联赛', '华勒比市', '海德堡', '2014-09-07 13:00:00', '4.25,3.87,1.59', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835868', '澳大利亚维多利亚州超级联赛', '南墨尔本', '欧克莱卡诺', '2014-09-07 15:00:00', '2.27,3.33,2.62', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1835999', '瑞典超级联赛', '哈肯 (中)', '马模', '2014-09-13 19:00:00', '2.48,3.19,2.48', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836001', '瑞典超级联赛', '加费莱', '法肯柏尔', '2014-09-14 21:00:00', '2.20,3.02,2.96', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836003', '瑞典超级联赛', '咸史泰斯', '米亚尔比', '2014-09-14 21:00:00', '1.69,3.49,4.09', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836004', '瑞典超级联赛', '佐加顿斯', '艾维达堡', '2014-09-14 23:30:00', '1.52,3.75,5.07', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836005', '瑞典超级联赛', '艾夫斯堡', 'IFK哥德堡', '2014-09-14 23:30:00', '2.04,3.15,3.19', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836006', '瑞典超级联赛', 'IFK诺科平', '布诺马博亚纳', '2014-09-16 01:00:00', '1.40,4.16,6.00', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836007', '瑞典超级联赛', '奧雷布洛', '卡马亚', '2014-09-16 01:00:00', '2.05,3.25,3.06', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836008', '瑞典超级联赛', '希尔星堡', 'AIK苏纳', '2014-09-16 01:05:00', '2.41,3.27,2.50', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836042', '俄罗斯超级联赛', '塔利克', '库班', '2014-09-16 00:00:00', '2.15,2.84,2.99', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836043', '俄罗斯超级联赛', '莫斯科斯巴达', '莫斯科鱼雷', '2014-09-14 17:30:00', '1.32,3.99,7.05', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836044', '俄罗斯超级联赛', '罗斯托夫', '鲁宾卡赞', '2014-09-14 00:00:00', '2.62,2.87,2.37', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836045', '俄罗斯超级联赛', '克拉斯诺达尔', '乌法', '2014-09-14 23:30:00', '1.45,3.50,5.66', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836046', '俄罗斯超级联赛', '阿马卡', '乌拉尔', '2014-09-15 21:00:00', '2.06,2.86,3.14', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836047', '俄罗斯超级联赛', '莫斯科火车头', '莫多瓦耶', '2014-09-14 20:30:00', '1.59,3.24,4.71', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836049', '俄罗斯超级联赛', '圣彼得堡泽尼特', '莫斯科迪纳摩', '2014-09-13 21:00:00', '1.86,3.20,3.33', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836597', '德国丁级联赛西南部地区组', '沃尔姆斯', '侯姆堡', '2014-09-10 01:00:00', '2.64,3.08,2.39', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836610', '德国丁级联赛西部地区组', '波鸿二队', '科隆二队', '2014-09-07 20:00:00', '2.39,3.21,2.56', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836612', '德国丁级联赛西部地区组', '亚琛', '罗塔', '2014-09-09 02:15:00', '1.86,3.20,3.33', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836638', '德国丁级联赛北部地区组', '诺德施泰特', 'FT布伦瑞克', '2014-09-07 20:00:00', '1.57,3.69,4.67', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836643', '德国丁级联赛北部地区组', '弗伦斯堡', '路比克', '2014-09-07 20:00:00', '2.20,3.16,2.84', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836645', '德国丁级联赛北部地区组', '吕讷堡', '梅彭', '2014-09-07 21:00:00', '3.65,3.41,1.80', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836646', '德国丁级联赛北部地区组', '奥尔登堡', '哥斯勒', '2014-09-07 21:00:00', '1.91,3.35,3.30', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836655', '挪威超级联赛', '洛辛堡', '波杜基林特', '2014-09-13 01:00:00', '1.52,4.00,4.65', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836659', '挪威超级联赛', '奥特格宁兰', '维京', '2014-09-13 21:30:00', '1.71,3.50,3.96', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836661', '挪威超级联赛', '史卓加斯特', '布兰', '2014-09-14 00:00:00', '1.60,3.86,4.16', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836662', '挪威超级联赛', '山达勒斯', '萨普斯堡08', '2014-09-14 21:30:00', '2.23,3.28,2.72', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836665', '挪威超级联赛', '桑恩达', '阿利辛特', '2014-09-15 00:00:00', '2.20,3.12,2.89', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836667', '挪威超级联赛', '斯达', '史达比克', '2014-09-15 00:00:00', '1.80,3.57,3.50', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836674', '挪威超级联赛', '华拿伦加', '候格森德', '2014-09-15 00:00:00', '1.89,3.61,3.17', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836683', '瑞典乙级联赛北部组', 'IFK吕勒奥', '胡丁厄', '2014-09-07 21:00:00', '1.84,3.44,3.45', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836685', '瑞典乙级联赛北部组', '斯加乐夫特', '达库德', '2014-09-07 22:00:00', '6.57,4.44,1.34', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836687', '瑞典乙级联赛北部组', 'AFC联', '乌米亚', '2014-09-07 22:00:00', '1.58,3.78,4.40', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836688', '瑞典乙级联赛北部组', '柏瑞格', '佛瓦德', '2014-09-07 23:00:00', '1.45,4.05,5.40', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836693', '日本天皇杯', 'FC东京', '清水心跳', '2014-09-07 18:00:00', '1.70,3.60,4.19', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836714', '瑞典乙级联赛南部组', '奧基迪', '马塔拉', '2014-09-07 23:00:00', '1.43,4.14,5.51', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836715', '瑞典乙级联赛南部组', '奧迪沃特', '奥斯卡沙姆斯', '2014-09-07 23:00:00', '1.45,4.08,5.26', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836716', '瑞典乙级联赛南部组', '特利堡', '奎維丁', '2014-09-07 23:00:00', '2.00,3.33,3.08', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836717', '意大利甲级联赛', '维罗纳', '巴勒莫', '2014-09-16 02:45:00', '2.15,3.14,3.14', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836719', '墨西哥甲级联赛', '墨西哥芝华士', '雷昂內斯', '2014-09-08 06:00:00', '1.96,2.91,3.73', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836732', '日本职业联赛杯', '浦和红钻', '广岛三箭', '2014-09-07 17:00:00', '1.80,3.29,4.11', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836733', '日本职业联赛杯', '大阪飞脚', '神户胜利船', '2014-09-07 17:00:00', '1.87,3.50,3.57', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836734', '日本职业联赛杯', '柏雷素尔', '横滨水手', '2014-09-07 18:00:00', '2.36,3.10,2.80', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836736', '日本职业联赛杯', '川崎前锋', '大阪樱花', '2014-09-07 18:00:00', '1.81,3.49,3.77', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836763', '巴西乙级联赛', '美国MG', '瓦斯科达伽玛', '2014-09-07 03:10:00', '2.27,3.00,2.88', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836764', '巴西乙级联赛', '纳帝科', '布拉甘蒂诺', '2014-09-07 03:10:00', '1.84,3.19,3.75', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836767', '巴西乙级联赛', '那托ABC', '圣塔库鲁PE', '2014-09-07 03:10:00', '2.43,2.89,2.74', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836768', '巴西乙级联赛', '阿瓦伊', '阿美利加纳泰', '2014-09-07 03:10:00', '1.56,3.54,5.05', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836769', '巴西乙级联赛', '欧斯特', '卡尔拉', '2014-09-07 08:00:00', '2.77,3.07,2.30', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836770', '巴西乙级联赛', '卢维丹斯', '维拉诺瓦', '2014-09-07 08:00:00', '1.53,3.58,5.25', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836791', '美国职业大联盟', '多伦多FC', '费城联合', '2014-09-07 02:00:00', '2.10,3.41,3.19', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836793', '美国职业大联盟', '纽约红牛', '肯萨斯竞技', '2014-09-07 07:30:00', '2.04,3.35,3.20', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836795', '美国职业大联盟', '侯斯顿戴拿模', '蒙特利尔冲击', '2014-09-07 08:30:00', '1.63,3.66,4.60', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836796', '美国职业大联盟', '皇家盐湖城', 'FC达拉斯', '2014-09-07 10:00:00', '1.97,3.30,3.46', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836797', '美国职业大联盟', '温哥华白帽', '华盛顿联', '2014-09-07 10:00:00', '2.00,3.22,3.44', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1836798', '美国职业大联盟', '哥伦布机员', '美国芝华士', '2014-09-08 03:00:00', '1.42,4.01,6.56', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836800', '美国职业大联盟', '波特兰木材', '圣荷西地震', '2014-09-08 05:00:00', '1.69,3.50,4.46', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1836801', '美国职业大联盟', '新英伦革命', '芝加哥火焰', '2014-09-08 07:00:00', '1.85,3.34,3.83', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1837349', '葡萄牙甲级联赛', '马迪亚拿', '波蒂蒙尼斯', '2014-09-07 23:00:00', '1.88,3.02,3.84', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1837352', '葡萄牙甲级联赛', '维塞乌', '特芬森', '2014-09-08 00:00:00', '2.10,2.91,3.32', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1837359', '葡萄牙甲级联赛', '甘马雷斯B队', '雷克斯欧斯', '2014-09-08 00:00:00', '2.11,2.88,3.33', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1837396', '比利时乙级联赛', '迪塞尔', '安特卫普', '2014-09-07 01:30:00', '3.02,3.08,2.15', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837397', '比利时乙级联赛', '突比斯', '帕特罗艾斯登', '2014-09-07 02:00:00', '1.76,3.24,4.07', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837400', '比利时乙级联赛', '奥特希费利', '沃鲁白星', '2014-09-07 02:00:00', '1.74,3.26,4.18', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837402', '比利时乙级联赛', '维通', '吉尔', '2014-09-07 02:00:00', '1.84,3.14,3.82', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837406', '比利时乙级联赛', 'RAEC蒙斯', '罗斯勒', '2014-09-07 02:00:00', '1.47,3.75,5.66', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837407', '比利时乙级联赛', '隆梅尔', '萨文堤姆', '2014-09-07 02:00:00', '1.56,3.55,5.08', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837408', '比利时乙级联赛', '瑟兰联', '海斯特', '2014-09-07 02:00:00', '1.58,3.54,4.87', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837412', '比利时乙级联赛', 'KRC梅赫伦', '欧本', '2014-09-07 21:00:00', '3.98,3.26,1.68', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1837416', '比利时乙级联赛', '阿尔斯特', '圣图尔登', '2014-09-07 21:00:00', '2.88,2.98,2.13', 'fun88', '2014-09-07 00:28:45');
INSERT INTO m_odds VALUES ('1837424', '国际友谊赛', '厄瓜多尔 (中)', '玻利维亚', '2014-09-07 08:00:00', '1.70,3.29,4.76', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837425', '国际友谊赛', '智利 (中)', '墨西哥', '2014-09-07 10:00:00', '2.24,3.02,3.09', 'fun88', '2014-09-07 00:28:44');
INSERT INTO m_odds VALUES ('1837834', '非洲国家杯预选赛', '马里', '马拉维', '2014-09-07 03:00:00', '1.32,4.08,8.45', 'fun88', '2014-09-07 00:28:44');

-- ----------------------------
-- Table structure for `m_pl`
-- ----------------------------
DROP TABLE IF EXISTS `m_pl`;
CREATE TABLE `m_pl` (
  `id` int(10) NOT NULL COMMENT '对阵ID',
  `rq` varchar(10) NOT NULL DEFAULT '0' COMMENT '让球数',
  `sp` varchar(30) DEFAULT NULL COMMENT '竞彩赔率',
  `fun88` varchar(30) DEFAULT NULL COMMENT '乐天堂欧赔',
  `isend` varchar(5) DEFAULT NULL COMMENT '是否截至',
  `ismat` int(5) DEFAULT '0' COMMENT '是否匹配',
  `uptime` varchar(100) DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_pl
-- ----------------------------
INSERT INTO m_pl VALUES ('79982', '-1', '5.85,3.95,1.42', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79983', '-1', '4.00,3.85,1.62', '2.10,3.41,3.19', '0', '1', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79984', '-1', '1.70,3.55,3.85', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79985', '-1', '4.00,3.40,1.71', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79986', '-1', '4.25,3.35,1.68', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79987', '-1', '4.95,3.65,1.53', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79988', '-1', '2.68,3.25,2.23', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79989', '-1', '4.40,3.60,1.61', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79990', '-1', '3.80,3.80,1.66', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79991', '1', '2.11,3.25,2.88', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79992', '-1', '4.35,3.45,1.64', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79993', '-1', '2.70,3.40,2.15', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79994', '-1', '4.10,3.80,1.61', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79995', '-1', '3.65,3.70,1.71', '2.04,3.20,3.33', '0', '1', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79996', '-1', '3.30,3.60,1.83', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79997', '-1', '2.95,3.60,1.95', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79998', '-1', '3.05,3.40,1.97', '1.80,3.29,4.11', '0', '1', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('79999', '-1', '2.65,3.50,2.15', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('80000', '-1', '4.65,4.00,1.51', '', '0', '0', '2014-09-07 00:06:29');
INSERT INTO m_pl VALUES ('80001', '-1', '2.90,3.75,1.93', '1.81,3.49,3.77', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80002', '1', '1.54,3.65,4.85', '3.12,2.80,2.25', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80003', '-1', '2.23,3.20,2.72', '1.45,3.57,6.54', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80004', '-1', '2.14,3.35,2.75', '1.40,3.81,6.85', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80005', '-1', '5.00,3.90,1.49', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80006', '-1', '5.15,3.80,1.49', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80007', '1', '1.75,3.35,3.85', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80009', '1', '2.90,3.35,2.06', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80010', '-1', '4.05,3.30,1.73', '1.97,2.84,3.83', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80011', '-1', '1.68,3.65,3.85', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80013', '-1', '2.97,3.35,2.03', '1.68,3.37,4.77', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80014', '1', '1.54,3.60,4.95', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80015', '-1', '5.00,3.95,1.48', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80016', '-1', '2.12,3.40,2.78', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80017', '-1', '2.05,3.45,2.85', '1.42,4.01,6.56', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80018', '-1', '5.75,3.90,1.43', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80019', '-1', '2.78,3.50,2.08', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80020', '-1', '2.36,3.25,2.52', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80021', '-1', '5.10,3.65,1.52', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80022', '-1', '3.90,3.50,1.71', '2.06,3.10,3.41', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80023', '-1', '2.45,3.20,2.45', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80024', '-1', '3.30,3.50,1.85', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80025', '-1', '5.70,3.85,1.44', '', '0', '0', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80029', '1', '2.57,3.15,2.37', '6.05,3.28,1.53', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80031', '-1', '2.72,3.20,2.23', '1.61,3.25,5.08', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80032', '1', '1.66,3.50,4.15', '3.29,2.84,2.14', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80034', '-1', '5.55,4.00,1.43', '2.43,2.76,2.86', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80035', '-1', '5.10,3.90,1.48', '2.34,2.92,2.83', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80036', '-1', '2.07,3.45,2.81', '1.44,3.67,6.29', '0', '1', '2014-09-07 00:06:30');
INSERT INTO m_pl VALUES ('80038', '-1', '5.90,3.85,1.43', '', '0', '0', '2014-09-07 00:06:30');

-- ----------------------------
-- Table structure for `m_team`
-- ----------------------------
DROP TABLE IF EXISTS `m_team`;
CREATE TABLE `m_team` (
  `tid` int(10) NOT NULL DEFAULT '0' COMMENT '队名ID(team)',
  `tname` varchar(100) DEFAULT NULL COMMENT '球队名称',
  `oname` varchar(100) DEFAULT NULL COMMENT '球探网球队名称',
  PRIMARY KEY (`tid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_team
-- ----------------------------
INSERT INTO m_team VALUES ('3', '丹麦', '丹麦');
INSERT INTO m_team VALUES ('15', '英格兰', '英格兰');
INSERT INTO m_team VALUES ('16', '墨西哥', '墨西哥');
INSERT INTO m_team VALUES ('21', '爱尔兰', '爱尔兰');
INSERT INTO m_team VALUES ('26', '罗马尼亚', '罗马尼亚');
INSERT INTO m_team VALUES ('27', '瑞典', '瑞典');
INSERT INTO m_team VALUES ('35', '斯洛文尼亚', '斯洛文尼亚');
INSERT INTO m_team VALUES ('46', '瑞士', '瑞士');
INSERT INTO m_team VALUES ('47', '乌克兰', '乌克兰');
INSERT INTO m_team VALUES ('49', '希腊', '希腊');
INSERT INTO m_team VALUES ('53', '奥地利', '奥地利');
INSERT INTO m_team VALUES ('54', '斯洛伐克', '斯洛伐克');
INSERT INTO m_team VALUES ('55', '匈牙利', '匈牙利');
INSERT INTO m_team VALUES ('64', '爱沙尼亚', '爱沙尼亚');
INSERT INTO m_team VALUES ('74', '白俄罗斯', '白俄罗斯');
INSERT INTO m_team VALUES ('77', '格鲁吉亚', '格鲁吉亚');
INSERT INTO m_team VALUES ('97', '北爱尔兰', '北爱尔兰');
INSERT INTO m_team VALUES ('101', '亚美尼亚', '亚美尼亚');
INSERT INTO m_team VALUES ('109', '摩尔多瓦', '摩尔多瓦');
INSERT INTO m_team VALUES ('146', '卢森堡', '卢森堡');
INSERT INTO m_team VALUES ('455', '萨斯菲尔德', '萨斯菲尔德');
INSERT INTO m_team VALUES ('492', '神户胜利船', '神户胜利船');
INSERT INTO m_team VALUES ('676', '贝尔格拉诺', '贝尔格拉诺');
INSERT INTO m_team VALUES ('705', '博卡青年', '博卡青年');
INSERT INTO m_team VALUES ('753', '大阪樱花', '大阪樱花');
INSERT INTO m_team VALUES ('821', '哥伦布机员', '哥伦布机员');
INSERT INTO m_team VALUES ('845', '广岛三箭', '广岛三箭');
INSERT INTO m_team VALUES ('864', '河床', '河床');
INSERT INTO m_team VALUES ('870', '横滨水手', '横滨水手');
INSERT INTO m_team VALUES ('881', '华盛顿联', '华盛顿联');
INSERT INTO m_team VALUES ('953', '基尔梅斯', '基尔梅斯');
INSERT INTO m_team VALUES ('963', '拉努斯', '拉努斯');
INSERT INTO m_team VALUES ('1139', '纽约红牛', '纽约红牛');
INSERT INTO m_team VALUES ('1164', '浦和红钻', '浦和红钻');
INSERT INTO m_team VALUES ('1349', '芝加哥火焰', '芝加哥火焰');
INSERT INTO m_team VALUES ('1385', '圣保罗', '圣保罗');
INSERT INTO m_team VALUES ('1567', '帕尔梅拉斯', '帕尔梅拉斯');
INSERT INTO m_team VALUES ('1568', '博塔弗戈', '博塔弗戈');
INSERT INTO m_team VALUES ('1570', '米内罗竞技', '米内罗竞技');
INSERT INTO m_team VALUES ('1571', '巴拉纳竞技', '巴拉纳竞技');
INSERT INTO m_team VALUES ('1572', '科林蒂安', '科林蒂安');
INSERT INTO m_team VALUES ('1575', '克鲁塞罗', '克鲁塞罗');
INSERT INTO m_team VALUES ('1576', '费古埃伦斯', '费古埃伦斯');
INSERT INTO m_team VALUES ('1589', '维多利亚', '维多利亚');
INSERT INTO m_team VALUES ('2272', '川崎前锋', '川崎前锋');
INSERT INTO m_team VALUES ('2439', '美国芝华士', '美国芝华士');
INSERT INTO m_team VALUES ('2440', '皇家盐湖城', '皇家盐湖城');
INSERT INTO m_team VALUES ('4172', '黑山', '黑山');
INSERT INTO m_team VALUES ('4285', '温哥华白帽', '温哥华白帽');
INSERT INTO m_team VALUES ('4293', '蒙特利尔冲击', '蒙特利尔冲击');
INSERT INTO m_team VALUES ('6186', '费城联合', '费城联合');
INSERT INTO m_team VALUES ('6563', '多伦多FC', '多伦多FC');

-- ----------------------------
-- Table structure for `m_team_copy`
-- ----------------------------
DROP TABLE IF EXISTS `m_team_copy`;
CREATE TABLE `m_team_copy` (
  `tid` int(10) NOT NULL DEFAULT '0' COMMENT '队名ID(team)',
  `tname` varchar(100) DEFAULT NULL COMMENT '球队名称',
  `qtname` varchar(100) DEFAULT NULL COMMENT '球探网球队名称',
  PRIMARY KEY (`tid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of m_team_copy
-- ----------------------------
INSERT INTO m_team_copy VALUES ('210', 'AC米兰', 'AC米兰');
INSERT INTO m_team_copy VALUES ('211', '海牙', '海牙');
INSERT INTO m_team_copy VALUES ('235', '坎布尔', '坎布尔');
INSERT INTO m_team_copy VALUES ('267', '东京FC', 'FC东京');
INSERT INTO m_team_copy VALUES ('349', '马斯特里赫特', '马斯特里赫特');
INSERT INTO m_team_copy VALUES ('350', '布雷达', '布雷达');
INSERT INTO m_team_copy VALUES ('353', '奈梅亨', '尼美根');
INSERT INTO m_team_copy VALUES ('378', 'PSV埃因霍温', '埃因霍温');
INSERT INTO m_team_copy VALUES ('385', '瓦尔韦克', '瓦尔韦克');
INSERT INTO m_team_copy VALUES ('393', 'SBV精英', 'SBV精英');
INSERT INTO m_team_copy VALUES ('401', '圣约翰斯通', '圣约翰斯通');
INSERT INTO m_team_copy VALUES ('402', '圣米伦', '圣米伦');
INSERT INTO m_team_copy VALUES ('435', '芬洛', '芬洛');
INSERT INTO m_team_copy VALUES ('446', '萨尔茨堡', '萨尔茨堡');
INSERT INTO m_team_copy VALUES ('461', '切塞纳', '切塞纳');
INSERT INTO m_team_copy VALUES ('463', '塞图巴尔', '塞图巴尔');
INSERT INTO m_team_copy VALUES ('464', '塞维利亚', '塞维利亚');
INSERT INTO m_team_copy VALUES ('466', '桑德兰', '桑德兰');
INSERT INTO m_team_copy VALUES ('467', '圣洛伦索', '圣洛伦索');
INSERT INTO m_team_copy VALUES ('468', '桑普多利亚', '桑普多利亚');
INSERT INTO m_team_copy VALUES ('472', '桑托斯', '桑托斯');
INSERT INTO m_team_copy VALUES ('478', '沙尔克04', '沙尔克04');
INSERT INTO m_team_copy VALUES ('480', '萨拉热窝', '萨拉热窝');
INSERT INTO m_team_copy VALUES ('485', '沙托鲁', '沙托鲁');
INSERT INTO m_team_copy VALUES ('492', '神户胜利船', '神户胜利船');
INSERT INTO m_team_copy VALUES ('494', '圣埃蒂安', '圣埃蒂安');
INSERT INTO m_team_copy VALUES ('496', '圣彼得堡泽尼特', '圣彼得堡泽尼特');
INSERT INTO m_team_copy VALUES ('499', '圣何塞地震', '圣何塞地震');
INSERT INTO m_team_copy VALUES ('508', '斯达', '斯达');
INSERT INTO m_team_copy VALUES ('510', '斯文登', '斯文登');
INSERT INTO m_team_copy VALUES ('511', '斯旺西', '斯旺西');
INSERT INTO m_team_copy VALUES ('516', '水晶宫', '水晶宫');
INSERT INTO m_team_copy VALUES ('518', '鹿特丹斯巴达', '鹿特丹斯巴达');
INSERT INTO m_team_copy VALUES ('523', '斯肯索普', '斯坎索普');
INSERT INTO m_team_copy VALUES ('527', '阿伯丁', '阿伯丁');
INSERT INTO m_team_copy VALUES ('532', '阿尔梅里亚', '阿尔梅里亚');
INSERT INTO m_team_copy VALUES ('533', '墨西哥美洲', '墨西哥美洲');
INSERT INTO m_team_copy VALUES ('534', '兵工厂', '萨兰迪兵工厂');
INSERT INTO m_team_copy VALUES ('540', '阿贾克斯', '阿贾克斯');
INSERT INTO m_team_copy VALUES ('546', '奥勒松', '奥勒松');
INSERT INTO m_team_copy VALUES ('554', '阿森纳', '阿森纳');
INSERT INTO m_team_copy VALUES ('555', '阿斯顿维拉', '阿斯顿维拉');
INSERT INTO m_team_copy VALUES ('558', '竞技俱乐部', '竞技俱乐部');
INSERT INTO m_team_copy VALUES ('560', '阿雅克肖', '阿雅克肖');
INSERT INTO m_team_copy VALUES ('561', '阿雅克肖GFCO', 'GFC阿雅克肖');
INSERT INTO m_team_copy VALUES ('562', '埃瓦尔', '埃瓦尔');
INSERT INTO m_team_copy VALUES ('563', '埃尔夫斯堡', '埃尔夫斯堡');
INSERT INTO m_team_copy VALUES ('565', '埃弗顿', '埃弗顿');
INSERT INTO m_team_copy VALUES ('569', '拉普拉塔大学生', '拉普拉塔大学生');
INSERT INTO m_team_copy VALUES ('575', '奥厄', '奥厄');
INSERT INTO m_team_copy VALUES ('597', '昂热', '安格斯');
INSERT INTO m_team_copy VALUES ('604', '奥尔堡', '奥尔堡');
INSERT INTO m_team_copy VALUES ('639', '班菲尔德', '班菲尔德');
INSERT INTO m_team_copy VALUES ('645', '巴勒莫', '巴勒莫');
INSERT INTO m_team_copy VALUES ('647', '巴黎圣日尔曼', '巴黎圣日尔曼');
INSERT INTO m_team_copy VALUES ('650', '巴列卡诺', '巴列卡诺');
INSERT INTO m_team_copy VALUES ('653', '巴塞罗那', '巴塞罗那');
INSERT INTO m_team_copy VALUES ('655', '巴斯蒂亚', '巴斯蒂亚');
INSERT INTO m_team_copy VALUES ('658', '柏太阳神', '柏太阳神');
INSERT INTO m_team_copy VALUES ('659', '柏林赫塔', '柏林赫塔');
INSERT INTO m_team_copy VALUES ('660', '柏林联合', '柏林联合');
INSERT INTO m_team_copy VALUES ('664', '拜仁慕尼黑', '拜仁慕尼黑');
INSERT INTO m_team_copy VALUES ('667', '伯恩茅斯', '伯恩茅斯');
INSERT INTO m_team_copy VALUES ('676', '贝尔格拉诺', '贝尔格拉诺');
INSERT INTO m_team_copy VALUES ('678', '本菲卡', '本菲卡');
INSERT INTO m_team_copy VALUES ('683', '比利亚雷亚尔', '比利亚雷亚尔');
INSERT INTO m_team_copy VALUES ('688', '贝西克塔斯', '贝西克塔斯');
INSERT INTO m_team_copy VALUES ('690', '毕尔巴鄂竞技', '毕尔巴鄂竞技');
INSERT INTO m_team_copy VALUES ('691', '标准列日', '标准列日');
INSERT INTO m_team_copy VALUES ('693', '波尔多', '波尔多');
INSERT INTO m_team_copy VALUES ('694', '波尔图', '波尔图');
INSERT INTO m_team_copy VALUES ('695', '波鸿', '波鸿');
INSERT INTO m_team_copy VALUES ('700', '伯恩利', '伯恩利');
INSERT INTO m_team_copy VALUES ('701', '伯明翰', '伯明翰');
INSERT INTO m_team_copy VALUES ('704', '博尔顿', '博尔顿');
INSERT INTO m_team_copy VALUES ('705', '博卡青年', '博卡青年');
INSERT INTO m_team_copy VALUES ('709', '博阿维斯塔', '博阿维斯塔');
INSERT INTO m_team_copy VALUES ('712', '布加勒斯特星', '布加勒斯特星');
INSERT INTO m_team_copy VALUES ('716', '布拉德福德', '布拉德福德');
INSERT INTO m_team_copy VALUES ('717', '布拉格斯巴达', '布拉格斯巴达');
INSERT INTO m_team_copy VALUES ('719', '布拉加', '布拉加');
INSERT INTO m_team_copy VALUES ('721', '布赖顿', '布莱顿');
INSERT INTO m_team_copy VALUES ('723', '布莱克本', '布莱克本');
INSERT INTO m_team_copy VALUES ('725', '比兰尼塞斯', '比兰尼塞斯');
INSERT INTO m_team_copy VALUES ('729', '布鲁日', '布鲁日');
INSERT INTO m_team_copy VALUES ('737', '草蜢', '草蜢');
INSERT INTO m_team_copy VALUES ('740', '查尔顿', '查尔顿');
INSERT INTO m_team_copy VALUES ('752', '大阪钢巴', '大阪钢巴');
INSERT INTO m_team_copy VALUES ('753', '大阪樱花', '大阪樱花');
INSERT INTO m_team_copy VALUES ('754', '大分三神', '大分三神');
INSERT INTO m_team_copy VALUES ('760', '德比郡', '德比郡');
INSERT INTO m_team_copy VALUES ('766', '邓弗姆林', '邓弗姆林');
INSERT INTO m_team_copy VALUES ('767', '德布勒森', '德布勒森尼');
INSERT INTO m_team_copy VALUES ('771', '第聂伯罗', '德尼普罗');
INSERT INTO m_team_copy VALUES ('774', '第戎', '第戎');
INSERT INTO m_team_copy VALUES ('775', '东京绿茵', '东京绿茵');
INSERT INTO m_team_copy VALUES ('776', '都灵', '都灵');
INSERT INTO m_team_copy VALUES ('782', '格拉夫夏普', '格拉夫夏普');
INSERT INTO m_team_copy VALUES ('784', '邓迪FC', '邓迪FC');
INSERT INTO m_team_copy VALUES ('785', '多德勒支', '多德勒支');
INSERT INTO m_team_copy VALUES ('786', '多特蒙德', '多特蒙德');
INSERT INTO m_team_copy VALUES ('788', '恩波利', '恩波利');
INSERT INTO m_team_copy VALUES ('791', '法兰克福', '法兰克福');
INSERT INTO m_team_copy VALUES ('794', '菲尔特', '菲尔特');
INSERT INTO m_team_copy VALUES ('796', '费雷拉', '费雷拉');
INSERT INTO m_team_copy VALUES ('801', '费耶诺德', '费耶诺德');
INSERT INTO m_team_copy VALUES ('803', '佛罗伦萨', '佛罗伦萨');
INSERT INTO m_team_copy VALUES ('804', '弗赖堡', '弗赖堡');
INSERT INTO m_team_copy VALUES ('808', '福冈黄蜂', '福冈黄蜂');
INSERT INTO m_team_copy VALUES ('811', '富勒姆', '富勒姆');
INSERT INTO m_team_copy VALUES ('813', '甘冈', '甘冈');
INSERT INTO m_team_copy VALUES ('819', '哥本哈根', '哥本哈根');
INSERT INTO m_team_copy VALUES ('831', '吉灵汉姆', '吉林汉姆');
INSERT INTO m_team_copy VALUES ('834', '格罗宁根', '格罗宁根');
INSERT INTO m_team_copy VALUES ('835', '拉普拉塔体操', '拉普拉塔体操');
INSERT INTO m_team_copy VALUES ('842', '千叶市原', '千叶市原');
INSERT INTO m_team_copy VALUES ('845', '广岛三箭', '广岛三箭');
INSERT INTO m_team_copy VALUES ('846', '国际米兰', '国际米兰');
INSERT INTO m_team_copy VALUES ('847', '哈德斯菲尔德', '哈德斯菲尔德');
INSERT INTO m_team_copy VALUES ('850', '赫根', '赫根');
INSERT INTO m_team_copy VALUES ('857', '海伦芬', '海伦芬');
INSERT INTO m_team_copy VALUES ('860', '汉堡', '汉堡');
INSERT INTO m_team_copy VALUES ('862', '汉诺威96', '汉诺威96');
INSERT INTO m_team_copy VALUES ('864', '河床', '河床');
INSERT INTO m_team_copy VALUES ('865', '赫尔辛堡', '赫尔辛堡');
INSERT INTO m_team_copy VALUES ('869', '布莱克浦', '布莱克浦');
INSERT INTO m_team_copy VALUES ('870', '横滨水手', '横滨水手');
INSERT INTO m_team_copy VALUES ('872', '赫尔城', '赫尔城');
INSERT INTO m_team_copy VALUES ('881', '华盛顿联', '华盛顿联');
INSERT INTO m_team_copy VALUES ('883', '皇家马德里', '皇家马德里');
INSERT INTO m_team_copy VALUES ('885', '皇家社会', '皇家社会');
INSERT INTO m_team_copy VALUES ('888', '基尔马诺克', '基马诺克');
INSERT INTO m_team_copy VALUES ('907', '京都不死鸟', '京都不死鸟');
INSERT INTO m_team_copy VALUES ('908', '卡昂', '卡昂');
INSERT INTO m_team_copy VALUES ('909', '加的夫城', '卡迪夫城');
INSERT INTO m_team_copy VALUES ('913', '卡尔马', '卡尔马');
INSERT INTO m_team_copy VALUES ('914', '卡尔斯鲁厄', '卡尔斯鲁厄');
INSERT INTO m_team_copy VALUES ('915', '卡拉比克体育', '卡拉比克体育');
INSERT INTO m_team_copy VALUES ('917', '卡利亚里', '卡利亚里');
INSERT INTO m_team_copy VALUES ('926', '凯尔特人', '凯尔特人');
INSERT INTO m_team_copy VALUES ('928', '凯泽斯劳滕', '凯泽斯劳滕');
INSERT INTO m_team_copy VALUES ('931', '科尔多瓦', '科尔多瓦');
INSERT INTO m_team_copy VALUES ('932', '科隆', '科隆');
INSERT INTO m_team_copy VALUES ('940', '科英布拉大学', '科英布拉大学');
INSERT INTO m_team_copy VALUES ('944', '克莱蒙', '克莱蒙');
INSERT INTO m_team_copy VALUES ('945', '克雷泰伊', '基迪尔');
INSERT INTO m_team_copy VALUES ('946', '克鲁', '克鲁');
INSERT INTO m_team_copy VALUES ('953', '基尔梅斯', '基尔梅斯');
INSERT INTO m_team_copy VALUES ('954', '女王公园巡游者', '女王公园巡游者');
INSERT INTO m_team_copy VALUES ('959', '拉科鲁尼亚', '拉科鲁尼亚');
INSERT INTO m_team_copy VALUES ('963', '拉努斯', '拉努斯');
INSERT INTO m_team_copy VALUES ('964', '拉齐奥', '拉齐奥');
INSERT INTO m_team_copy VALUES ('966', '拉瓦勒', '拉瓦勒');
INSERT INTO m_team_copy VALUES ('973', '莱切斯特城', '莱切斯特城');
INSERT INTO m_team_copy VALUES ('975', '兰斯', '兰斯');
INSERT INTO m_team_copy VALUES ('978', '狼队', '狼队');
INSERT INTO m_team_copy VALUES ('979', '朗斯', '朗斯');
INSERT INTO m_team_copy VALUES ('980', '洛里昂', '洛里昂');
INSERT INTO m_team_copy VALUES ('982', '勒阿弗尔', '勒阿弗尔');
INSERT INTO m_team_copy VALUES ('985', '莱万特', '莱万特');
INSERT INTO m_team_copy VALUES ('986', '勒沃库森', '勒沃库森');
INSERT INTO m_team_copy VALUES ('989', '雷丁', '雷丁');
INSERT INTO m_team_copy VALUES ('990', '雷恩', '雷恩');
INSERT INTO m_team_copy VALUES ('997', '里昂', '里昂');
INSERT INTO m_team_copy VALUES ('998', '里尔', '里尔');
INSERT INTO m_team_copy VALUES ('1000', '里斯本竞技', '里斯本竞技');
INSERT INTO m_team_copy VALUES ('1002', '里奥阿维', '里奥阿维');
INSERT INTO m_team_copy VALUES ('1009', '利勒斯特罗姆', '利勒斯特罗姆');
INSERT INTO m_team_copy VALUES ('1011', '利物浦', '利物浦');
INSERT INTO m_team_copy VALUES ('1015', '利兹联', '利兹联');
INSERT INTO m_team_copy VALUES ('1029', '鹿岛鹿角', '鹿岛鹿角');
INSERT INTO m_team_copy VALUES ('1030', '罗达JC', '罗达JC');
INSERT INTO m_team_copy VALUES ('1032', '罗马', '罗马');
INSERT INTO m_team_copy VALUES ('1034', '罗萨里奥中央', '罗萨里奥中央');
INSERT INTO m_team_copy VALUES ('1035', '罗森博格', '罗森博格');
INSERT INTO m_team_copy VALUES ('1037', '罗瑟汉姆', '罗瑟汉姆');
INSERT INTO m_team_copy VALUES ('1038', '罗斯托夫', '罗斯托夫');
INSERT INTO m_team_copy VALUES ('1042', '洛克伦', '洛克伦');
INSERT INTO m_team_copy VALUES ('1044', '洛杉矶银河', '洛杉矶银河');
INSERT INTO m_team_copy VALUES ('1046', '马德里竞技', '马德里竞技');
INSERT INTO m_team_copy VALUES ('1050', '马里迪莫', '马里迪莫');
INSERT INTO m_team_copy VALUES ('1051', '马尔默', '马尔默');
INSERT INTO m_team_copy VALUES ('1056', '马拉加', '马拉加');
INSERT INTO m_team_copy VALUES ('1064', '马赛', '马赛');
INSERT INTO m_team_copy VALUES ('1065', '马瑟韦尔', '马瑟韦尔');
INSERT INTO m_team_copy VALUES ('1072', '曼彻斯特城', '曼彻斯特城');
INSERT INTO m_team_copy VALUES ('1075', '曼彻斯特联', '曼彻斯特联');
INSERT INTO m_team_copy VALUES ('1084', '梅斯', '梅斯');
INSERT INTO m_team_copy VALUES ('1088', '美因茨', '美因茨');
INSERT INTO m_team_copy VALUES ('1089', '门兴格拉德巴赫', '门兴格拉德巴赫');
INSERT INTO m_team_copy VALUES ('1090', '蒙彼利埃', '蒙彼利埃');
INSERT INTO m_team_copy VALUES ('1095', '米德尔斯堡', '米德尔斯堡');
INSERT INTO m_team_copy VALUES ('1097', '米尔沃尔', '米尔沃尔');
INSERT INTO m_team_copy VALUES ('1099', '葡萄牙国民', '葡萄牙国民');
INSERT INTO m_team_copy VALUES ('1100', '名古屋鲸八', '名古屋鲸八');
INSERT INTO m_team_copy VALUES ('1101', '明斯克迪纳摩', '明斯克迪拿摩');
INSERT INTO m_team_copy VALUES ('1105', '摩纳哥', '摩纳哥');
INSERT INTO m_team_copy VALUES ('1109', '莫尔德', '莫尔德');
INSERT INTO m_team_copy VALUES ('1112', '莫斯科迪纳摩', '莫斯科迪纳摩');
INSERT INTO m_team_copy VALUES ('1113', '莫斯科火车头', '莫斯科火车头');
INSERT INTO m_team_copy VALUES ('1121', '慕尼黑1860', '慕尼黑1860');
INSERT INTO m_team_copy VALUES ('1125', '那不勒斯', '那不勒斯');
INSERT INTO m_team_copy VALUES ('1128', '南安普敦', '南安普敦');
INSERT INTO m_team_copy VALUES ('1129', '南特', '南特');
INSERT INTO m_team_copy VALUES ('1130', '南锡', '南锡');
INSERT INTO m_team_copy VALUES ('1131', '尼奥尔', '尼奥尔');
INSERT INTO m_team_copy VALUES ('1132', '尼姆', '尼姆');
INSERT INTO m_team_copy VALUES ('1134', '尼斯', '尼斯');
INSERT INTO m_team_copy VALUES ('1135', '牛津联', '牛津联队');
INSERT INTO m_team_copy VALUES ('1136', '纽维尔老男孩', '纽维尔老男孩');
INSERT INTO m_team_copy VALUES ('1137', '纽卡斯尔联', '纽卡斯尔联');
INSERT INTO m_team_copy VALUES ('1138', '纽伦堡', '纽伦堡');
INSERT INTO m_team_copy VALUES ('1139', '纽约红牛', '纽约红牛');
INSERT INTO m_team_copy VALUES ('1142', '诺丁汉森林', '诺丁汉森林');
INSERT INTO m_team_copy VALUES ('1144', '诺维奇', '诺维奇');
INSERT INTO m_team_copy VALUES ('1145', '北安普敦', '北安普敦');
INSERT INTO m_team_copy VALUES ('1146', '欧塞尔', '欧塞尔');
INSERT INTO m_team_copy VALUES ('1148', '帕尔蒂克', '帕尔蒂克');
INSERT INTO m_team_copy VALUES ('1149', '帕尔马', '帕尔马');
INSERT INTO m_team_copy VALUES ('1151', '磐田喜悦', '磐田喜悦');
INSERT INTO m_team_copy VALUES ('1160', '帕纳辛纳科斯', '帕纳辛纳科斯');
INSERT INTO m_team_copy VALUES ('1163', '朴次茅斯', '朴茨茅斯');
INSERT INTO m_team_copy VALUES ('1164', '浦和红钻', '浦和红钻');
INSERT INTO m_team_copy VALUES ('1165', '普雷斯顿', '普雷斯顿');
INSERT INTO m_team_copy VALUES ('1172', '奥斯', '奥斯');
INSERT INTO m_team_copy VALUES ('1173', '切尔西', '切尔西');
INSERT INTO m_team_copy VALUES ('1174', '切沃', '切沃');
INSERT INTO m_team_copy VALUES ('1177', '年轻人', '年青人');
INSERT INTO m_team_copy VALUES ('1178', '清水鼓动', '清水鼓动');
INSERT INTO m_team_copy VALUES ('1179', '热那亚', '热那亚');
INSERT INTO m_team_copy VALUES ('1183', '拉斐拉竞技', '拉斐拉竞技');
INSERT INTO m_team_copy VALUES ('1195', '斯图加特', '斯图加特');
INSERT INTO m_team_copy VALUES ('1197', '斯托克城', '斯托克城');
INSERT INTO m_team_copy VALUES ('1210', '索肖', '索肖');
INSERT INTO m_team_copy VALUES ('1218', '唐卡斯特', '唐卡斯特');
INSERT INTO m_team_copy VALUES ('1219', '特拉布宗体育', '特拉布宗体育');
INSERT INTO m_team_copy VALUES ('1225', '特鲁瓦', '特鲁瓦');
INSERT INTO m_team_copy VALUES ('1231', '特温特', '特温特');
INSERT INTO m_team_copy VALUES ('1233', '图卢兹', '图卢兹');
INSERT INTO m_team_copy VALUES ('1238', '托特纳姆热刺', '托特纳姆热刺');
INSERT INTO m_team_copy VALUES ('1243', '巴伦西亚', '巴伦西亚');
INSERT INTO m_team_copy VALUES ('1248', '威廉二世', '威廉二世');
INSERT INTO m_team_copy VALUES ('1255', '维迪斯', '维迪斯');
INSERT INTO m_team_copy VALUES ('1257', '维尔港', '维尔港');
INSERT INTO m_team_copy VALUES ('1258', '维冈竞技', '维冈竞技');
INSERT INTO m_team_copy VALUES ('1261', '维罗纳', '维罗纳');
INSERT INTO m_team_copy VALUES ('1263', '吉维森特', '吉维森特');
INSERT INTO m_team_copy VALUES ('1269', '沃尔夫斯堡', '沃尔夫斯堡');
INSERT INTO m_team_copy VALUES ('1272', '沃尔索尔', '沃尔索尔');
INSERT INTO m_team_copy VALUES ('1273', '福伦丹', '福伦丹');
INSERT INTO m_team_copy VALUES ('1274', '沃特福德', '沃特福德');
INSERT INTO m_team_copy VALUES ('1275', '乌德勒支', '乌德勒支');
INSERT INTO m_team_copy VALUES ('1276', '乌迪内斯', '乌迪内斯');
INSERT INTO m_team_copy VALUES ('1283', '西班牙人', '西班牙人');
INSERT INTO m_team_copy VALUES ('1284', '西布罗姆维奇', '西布罗姆维奇');
INSERT INTO m_team_copy VALUES ('1286', '西汉姆联', '西汉姆联');
INSERT INTO m_team_copy VALUES ('1295', '斯普利特海杜克', '斯普利特海杜克');
INSERT INTO m_team_copy VALUES ('1296', '仙台维加泰', '仙台维加泰');
INSERT INTO m_team_copy VALUES ('1299', '谢菲尔德联', '谢菲尔德联队');
INSERT INTO m_team_copy VALUES ('1300', '谢菲尔德星期三', '谢周三');
INSERT INTO m_team_copy VALUES ('1303', '福图纳锡塔德', '福图纳锡塔德');
INSERT INTO m_team_copy VALUES ('1308', '亚特兰大', '亚特兰大');
INSERT INTO m_team_copy VALUES ('1314', '伊普斯维奇', '伊普斯维奇');
INSERT INTO m_team_copy VALUES ('1322', '阿根廷独立', '阿根廷独立');
INSERT INTO m_team_copy VALUES ('1328', '松达尔', '松达尔');
INSERT INTO m_team_copy VALUES ('1330', '尤文图斯', '尤文图斯');
INSERT INTO m_team_copy VALUES ('1353', '兹沃勒', '泽沃勒');
INSERT INTO m_team_copy VALUES ('1355', '佐加顿斯', '佐加顿斯');
INSERT INTO m_team_copy VALUES ('1358', '新泻天鹅', '新泻天鹅');
INSERT INTO m_team_copy VALUES ('1361', '布伦特福德', '布伦特福德');
INSERT INTO m_team_copy VALUES ('1363', '因弗内斯', '因弗内斯');
INSERT INTO m_team_copy VALUES ('1385', '圣保罗', '圣保罗');
INSERT INTO m_team_copy VALUES ('1474', '布拉迪斯拉发', '布拉迪斯拉发');
INSERT INTO m_team_copy VALUES ('1523', '马里博尔', '马里博尔');
INSERT INTO m_team_copy VALUES ('1546', '卡拉巴赫', '卡拉巴克');
INSERT INTO m_team_copy VALUES ('1560', '广州恒大', '广州恒大');
INSERT INTO m_team_copy VALUES ('1567', '帕尔梅拉斯', '帕尔梅拉斯');
INSERT INTO m_team_copy VALUES ('1568', '博塔弗戈', '博塔弗戈');
INSERT INTO m_team_copy VALUES ('1570', '米内罗竞技', '米内罗竞技');
INSERT INTO m_team_copy VALUES ('1571', '巴拉纳竞技', '巴拉纳竞技');
INSERT INTO m_team_copy VALUES ('1572', '科林蒂安', '科林蒂安');
INSERT INTO m_team_copy VALUES ('1573', '科里蒂巴', '科里蒂巴');
INSERT INTO m_team_copy VALUES ('1574', '克里西乌马', '克里丘马');
INSERT INTO m_team_copy VALUES ('1575', '克鲁塞罗', '克鲁塞罗');
INSERT INTO m_team_copy VALUES ('1576', '费古埃伦斯', '费古埃伦斯');
INSERT INTO m_team_copy VALUES ('1577', '弗拉门戈', '弗拉门戈');
INSERT INTO m_team_copy VALUES ('1578', '弗鲁米嫩塞', '弗鲁米嫩塞');
INSERT INTO m_team_copy VALUES ('1579', '戈亚斯', '戈伊亚斯');
INSERT INTO m_team_copy VALUES ('1580', '格雷米奥', '格雷米奥');
INSERT INTO m_team_copy VALUES ('1582', '巴西国际', '巴西国际');
INSERT INTO m_team_copy VALUES ('1588', '瓦斯科达伽马', '瓦斯科达伽马');
INSERT INTO m_team_copy VALUES ('1589', '维多利亚', '维多利亚');
INSERT INTO m_team_copy VALUES ('1606', '首尔FC', 'FC首尔');
INSERT INTO m_team_copy VALUES ('1608', '浦项制铁', '浦项制铁');
INSERT INTO m_team_copy VALUES ('1616', '埃斯托里尔', '埃斯托里尔');
INSERT INTO m_team_copy VALUES ('1618', '什鲁斯伯里', '谢斯伯利');
INSERT INTO m_team_copy VALUES ('1626', '莱顿东方', '莱顿东方');
INSERT INTO m_team_copy VALUES ('1661', '法尔肯堡', '法尔肯堡');
INSERT INTO m_team_copy VALUES ('1718', '天主大学', '智利天主大学');
INSERT INTO m_team_copy VALUES ('1719', '罗斯郡', '罗斯郡');
INSERT INTO m_team_copy VALUES ('1730', '阿洛厄', '艾洛亚');
INSERT INTO m_team_copy VALUES ('1734', '斯特兰拉尔', '斯特兰拉尔');
INSERT INTO m_team_copy VALUES ('1796', '前进之鹰', '前进之鹰');
INSERT INTO m_team_copy VALUES ('1797', '埃因霍温FC', '埃因霍温FC');
INSERT INTO m_team_copy VALUES ('1799', '特尔斯达', '特尔斯达');
INSERT INTO m_team_copy VALUES ('1868', '亚伦', '亚伦');
INSERT INTO m_team_copy VALUES ('1869', '霍芬海姆', '霍芬海姆');
INSERT INTO m_team_copy VALUES ('1888', '帕丘卡', '帕丘卡');
INSERT INTO m_team_copy VALUES ('1905', '科布雷萨尔', '科布雷索');
INSERT INTO m_team_copy VALUES ('1908', '瓦奇巴托', '瓦奇巴托');
INSERT INTO m_team_copy VALUES ('1916', '汉密尔顿', '哈密尔顿');
INSERT INTO m_team_copy VALUES ('1917', '拉茨流浪', '拉茨流浪者');
INSERT INTO m_team_copy VALUES ('1922', '帕德博恩', '帕德博恩');
INSERT INTO m_team_copy VALUES ('1923', '奥格斯堡', '奥格斯堡');
INSERT INTO m_team_copy VALUES ('1930', '艾尔联', '艾尔联');
INSERT INTO m_team_copy VALUES ('1956', '克劳利', '克劳利');
INSERT INTO m_team_copy VALUES ('2023', '米尔顿凯恩斯', '米尔顿凯恩斯');
INSERT INTO m_team_copy VALUES ('2027', '吉达伊蒂哈德', '伊蒂哈德');
INSERT INTO m_team_copy VALUES ('2061', '佩纳罗尔', '佩纳罗尔');
INSERT INTO m_team_copy VALUES ('2062', '波特诺山丘', '波特诺山丘');
INSERT INTO m_team_copy VALUES ('2202', '纳塔尔美洲', '阿美利加RN');
INSERT INTO m_team_copy VALUES ('2258', '利马联盟', '利马联盟');
INSERT INTO m_team_copy VALUES ('2263', '达努比奥', '丹奴比奥');
INSERT INTO m_team_copy VALUES ('2272', '川崎前锋', '川崎前锋');
INSERT INTO m_team_copy VALUES ('2273', '大宫松鼠', '大宫松鼠');
INSERT INTO m_team_copy VALUES ('2277', '巴伊亚', '巴伊亚');
INSERT INTO m_team_copy VALUES ('2328', '图尔', '图尔');
INSERT INTO m_team_copy VALUES ('2331', '瓦朗谢纳', '瓦朗谢纳');
INSERT INTO m_team_copy VALUES ('2351', '伯顿', '伯顿');
INSERT INTO m_team_copy VALUES ('2407', '塞阿拉', '塞阿拉');
INSERT INTO m_team_copy VALUES ('2426', '埃门', '埃门');
INSERT INTO m_team_copy VALUES ('2510', '希腊人竞技', '希腊人竞技');
INSERT INTO m_team_copy VALUES ('2513', '奥莫尼亚', '奥莫尼亚');
INSERT INTO m_team_copy VALUES ('2514', 'AEL利马索尔', 'AEL利马索尔');
INSERT INTO m_team_copy VALUES ('2515', '利马索尔阿波罗', '阿波罗利马索尔');
INSERT INTO m_team_copy VALUES ('2640', '耶夫勒', '耶夫勒');
INSERT INTO m_team_copy VALUES ('2692', '巴特', '波里索夫巴特');
INSERT INTO m_team_copy VALUES ('2694', '索利戈尔斯克矿工', '索利戈尔斯克矿工');
INSERT INTO m_team_copy VALUES ('2743', '伦蒂斯塔斯', '雷提斯塔');
INSERT INTO m_team_copy VALUES ('2763', '蒙得维的亚河床', 'FC河床');
INSERT INTO m_team_copy VALUES ('2779', '塞萨尔巴列霍大学', '卡萨大学队');
INSERT INTO m_team_copy VALUES ('2825', '卡利', '卡利体育会');
INSERT INTO m_team_copy VALUES ('2835', '波哥大百万富翁', '百万富翁');
INSERT INTO m_team_copy VALUES ('2848', '阿尔梅勒城', '阿尔梅勒城');
INSERT INTO m_team_copy VALUES ('2916', '特鲁希利亚诺斯', '图积兰奴斯');
INSERT INTO m_team_copy VALUES ('2986', '阿布扎比艾因', '阿尔艾茵');
INSERT INTO m_team_copy VALUES ('3053', '阿贾克斯青年队', '阿贾克斯青年队');
INSERT INTO m_team_copy VALUES ('3195', '横滨FC', '横滨FC');
INSERT INTO m_team_copy VALUES ('3196', '甲府风林', '甲府风林');
INSERT INTO m_team_copy VALUES ('3343', '布拉干蒂诺', '巴甘蒂诺');
INSERT INTO m_team_copy VALUES ('3359', '阿拉胡埃伦斯', '阿拉胡埃伦斯');
INSERT INTO m_team_copy VALUES ('3420', '纳塔尔ABC', 'ABC纳塔尔');
INSERT INTO m_team_copy VALUES ('3488', '海于格松', '海于格松');
INSERT INTO m_team_copy VALUES ('3542', '摩顿', '摩顿');
INSERT INTO m_team_copy VALUES ('3585', '埃梅莱克', '埃梅莱克');
INSERT INTO m_team_copy VALUES ('3588', '瓜亚基尔巴塞罗那', '瓜亚基尔');
INSERT INTO m_team_copy VALUES ('3608', '戈多伊克鲁斯', '戈多伊克鲁斯');
INSERT INTO m_team_copy VALUES ('3638', '德国女足U20', '德国女足U20');
INSERT INTO m_team_copy VALUES ('3663', '苏克雷大学', '苏克大学');
INSERT INTO m_team_copy VALUES ('3716', '桑德豪森', '桑德豪森');
INSERT INTO m_team_copy VALUES ('3832', '山形山神', '山形山神');
INSERT INTO m_team_copy VALUES ('3834', '枥木SC', '枥木SC');
INSERT INTO m_team_copy VALUES ('3838', '湘南海洋', '湘南海洋');
INSERT INTO m_team_copy VALUES ('3839', '鸟栖沙岩', '鸟栖沙岩');
INSERT INTO m_team_copy VALUES ('3840', '德岛漩涡', '德岛漩涡');
INSERT INTO m_team_copy VALUES ('3906', '维尔斯特曼', '威斯特曼');
INSERT INTO m_team_copy VALUES ('3988', '累西腓体育', '累西腓体育');
INSERT INTO m_team_copy VALUES ('4126', '札幌冈萨多', '札幌冈萨多');
INSERT INTO m_team_copy VALUES ('4127', '水户蜀葵', '水户蜀葵');
INSERT INTO m_team_copy VALUES ('4286', '西雅图海湾人', '西雅图海湾人');
INSERT INTO m_team_copy VALUES ('4425', '阿斯塔纳', '艾斯坦拿火车头');
INSERT INTO m_team_copy VALUES ('4562', 'FSV法兰克福', 'FSV法兰克福');
INSERT INTO m_team_copy VALUES ('4596', '阿尔勒', '阿尔勒');
INSERT INTO m_team_copy VALUES ('4617', '防御与正义', '防卫者');
INSERT INTO m_team_copy VALUES ('4622', '危地马拉城通信', '齐奥内斯交流会');
INSERT INTO m_team_copy VALUES ('4626', '危地马拉城市政', '穆尼斯帕尔');
INSERT INTO m_team_copy VALUES ('4633', '埃雷迪亚', '希雷迪亚诺');
INSERT INTO m_team_copy VALUES ('4657', '圣何塞体育', '圣荷西体育会');
INSERT INTO m_team_copy VALUES ('4710', '安索阿特吉', '安索阿特吉');
INSERT INTO m_team_copy VALUES ('5181', '基多天主大学', '基多天主大学');
INSERT INTO m_team_copy VALUES ('5183', '熊本深红', '熊本深红');
INSERT INTO m_team_copy VALUES ('5241', '奥林匹奥', '奥林匹奥');
INSERT INTO m_team_copy VALUES ('5468', '埃因霍温青年队', '埃因霍温青年队');
INSERT INTO m_team_copy VALUES ('5510', '特温特青年队', '特温特青年队');
INSERT INTO m_team_copy VALUES ('5534', '冈山绿雉', '冈山绿雉');
INSERT INTO m_team_copy VALUES ('5542', '松本山雅', '松本山雅');
INSERT INTO m_team_copy VALUES ('5715', '伊基克体育', '伊基克');
INSERT INTO m_team_copy VALUES ('5730', '富山胜利', '富山胜利');
INSERT INTO m_team_copy VALUES ('5872', '克拉斯诺达尔', '克拉斯诺达尔');
INSERT INTO m_team_copy VALUES ('6017', 'RNK斯普利特', 'RNK斯普利特');
INSERT INTO m_team_copy VALUES ('6165', '德尔瓦耶独立', '约森独立队');
INSERT INTO m_team_copy VALUES ('6182', '北九州向日葵', '北九州向日葵');
INSERT INTO m_team_copy VALUES ('6186', '费城联合', '费城联合');
INSERT INTO m_team_copy VALUES ('6275', '圣安娜虎', 'CD法斯');
INSERT INTO m_team_copy VALUES ('6281', '伊维恩', '伊维恩');
INSERT INTO m_team_copy VALUES ('6467', '佩雷拉金鹰', '阿古拉斯多拉达斯');
INSERT INTO m_team_copy VALUES ('6591', '卢多戈雷茨', '卢多格德斯');
INSERT INTO m_team_copy VALUES ('6945', '莱昂', '莱昂');
INSERT INTO m_team_copy VALUES ('6973', '乔里约', '佐利奴');
INSERT INTO m_team_copy VALUES ('7014', '西悉尼漫步者', '西部悉尼');
INSERT INTO m_team_copy VALUES ('7057', '卡哈马卡大学', '卡哈马卡');
INSERT INTO m_team_copy VALUES ('7063', '卡皮亚塔', '卡比亚塔');
INSERT INTO m_team_copy VALUES ('7064', '迪亚兹将军', '迪亚兹');
