<?php
// 本类由系统自动生成，仅供测试用途
namespace Home\Controller;
use Think\Controller;
class IndexController extends Controller {
	public $match = array(
		"match"=>array(
			"20140717"=>array(
				"title"=>"2014-07-17 星期四",
				"date"=>"2014-07-17",
				"show"=>1,
				"data"=>array(
					"78525"=>array(
						"id"=>"78525",
						"matchnum"=>"周四051",					
						"league"=>"欧罗巴联赛",
						"homesxname"=>"埃尔夫",
						"awaysxname"=>"国巴库",
						"matchtime"=>"2014-07-18 02:00",
						"rangqiu"=>"-1",
						"win"=>"1.52",
						"sp"=>"3.78",
						"isshow"=>"1",
						"rnrate"=>"1.084075"
					),
					"78526"=>array(
						"id"=>"78526",
						"matchnum"=>"周四052",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"罗森博",
						"awaysxname"=>"斯莱戈",
						"matchtime"=>"2014-07-18 01:30",
						"rangqiu"=>"-1",
						"win"=>"1.26",
						"sp"=>"5.09",
						"isshow"=>"1",
						"rnrate"=>"1.009984"
					),
					"78527"=>array(
						"id"=>"78527",
						"matchnum"=>"周四053",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"布鲁马",
						"awaysxname"=>"十字军",
						"matchtime"=>"2014-07-18 01:00",
						"rangqiu"=>"-1",
						"win"=>"1.57",
						"sp"=>"3.73",
						"isshow"=>"1",
						"rnrate"=>"1.104925"
					),
					"78528"=>array(
						"id"=>"78528",
						"matchnum"=>"周四054",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"卢塞恩",
						"awaysxname"=>"圣约翰",
						"matchtime"=>"2014-07-18 01:30",
						"rangqiu"=>"-1",
						"win"=>"1.48",
						"sp"=>"3.84",
						"isshow"=>"1",
						"rnrate"=>"1.068271"
					),
					"78534"=>array(
						"id"=>"78534",
						"matchnum"=>"周四060",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"杰尔",
						"awaysxname"=>"哥德堡",
						"matchtime"=>"2014-07-18 02:00",
						"rangqiu"=>"-1",
						"win"=>"2.50",
						"sp"=>"3.17",
						"isshow"=>"1",
						"rnrate"=>"1.397707"
					),
					"78529"=>array(
						"id"=>"78529",
						"matchnum"=>"周四055",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"莫尔德",
						"awaysxname"=>"戈里察",
						"matchtime"=>"2014-07-18 02:30",
						"rangqiu"=>"-1",
						"win"=>"1.36",
						"sp"=>"4.45",
						"isshow"=>"1",
						"rnrate"=>"1.041652"
					),
					"78530"=>array(
						"id"=>"78530",
						"matchnum"=>"周四056",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"林菲尔",
						"awaysxname"=>"索尔纳",
						"matchtime"=>"2014-07-18 02:45",
						"rangqiu"=>"1",
						"win"=>"5.19",
						"sp"=>"3.70",
						"isshow"=>"1",
						"rnrate"=>"2.160067"
					),
					"78531"=>array(
						"id"=>"78531",
						"matchnum"=>"周四057",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"阿伯丁",
						"awaysxname"=>"格罗宁",
						"matchtime"=>"2014-07-18 02:45",
						"rangqiu"=>"-1",
						"win"=>"2.41",
						"sp"=>"3.20",
						"isshow"=>"1",
						"rnrate"=>"1.374688"
					),
					"78532"=>array(
						"id"=>"78532",
						"matchnum"=>"周四058",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"邓多克",
						"awaysxname"=>"海杜克",
						"matchtime"=>"2014-07-18 02:45",
						"rangqiu"=>"1",
						"win"=>"2.90",
						"sp"=>"3.17",
						"isshow"=>"1",
						"rnrate"=>"1.514498"
					),
					"78533"=>array(
						"id"=>"78533",
						"matchnum"=>"周四059",
						"league"=>"欧罗巴联赛",
						"homesxname"=>"马瑟韦",
						"awaysxname"=>"加尔扎",
						"matchtime"=>"2014-07-18 02:45",
						"rangqiu"=>"-1",
						"win"=>"1.55",
						"sp"=>"3.76",
						"isshow"=>"1",
						"rnrate"=>"1.097552"
					),
					"78535"=>array(
						"id"=>"78535",
						"matchnum"=>"周四061",
						"league"=>"巴西甲级联赛",
						"homesxname"=>"科林蒂",
						"awaysxname"=>"巴国际",
						"matchtime"=>"2014-07-18 06:30",
						"rangqiu"=>"-1",
						"win"=>"2.02",
						"sp"=>"3.18",
						"isshow"=>"1",
						"rnrate"=>"1.235308"
					),
					"78536"=>array(
						"id"=>"78536",
						"matchnum"=>"周四062",
						"league"=>"巴西甲级联赛",
						"homesxname"=>"桑托斯",
						"awaysxname"=>"帕尔梅",
						"matchtime"=>"2014-07-18 06:30",
						"rangqiu"=>"-1",
						"win"=>"2.12",
						"sp"=>"3.16",
						"isshow"=>"1",
						"rnrate"=>"1.268788"
					)
				)
			)
		)
	);
	public function test(){
		$t1 = '2014-08-16 00:00:00';
		$t2 = '2014-08-16 08:00:00';
		var_dump(time(),strtotime("+30 minutes"),strtotime("+30 minutes")-time());
	}
	//首页加载匹配对阵
    public function index(){
        header("Content-type:text/html;charset=UTF-8");  	
		$match = $this->queryMatch();
		$match = $this->array2_sort($match,'rate',SORT_DESC,SORT_STRING); //二维数组排序
        $this->assign('match',$match);
        $this->display('index');
    }	
	//查询数据库获取匹配match
	public function queryMatch(){
		header("Content-type:text/html;charset=UTF-8");   
		$p = M('pl');
		$match = array();
		$rs = $p->alias('p')->join('LEFT JOIN __MATCH__ m ON p.id = m.id')->where('p.ismatch=1 and m.end=0')->select();
		if($rs){
			foreach($rs as $key=>$val){
				$w = '';
				$bet_r = $hg_r = 0;
				$id = $val['id'];
				$rq = $val['rq'];
				if($rq == "1"){
					$w = isset($val['f'])?$val['f']:'';
				}elseif($rq == "-1"){
					$w = isset($val['s'])?$val['s']:'';
				}
				$b = $this->getMin($val['bet365']);  //bet365赔率最小值	
				if($b){				
					$bet_r = sprintf("%.6f",1/(1/$w+1/$b)); //计算bet365匹配回报率
				}
				$h = $this->getMin($val['hg']); //皇冠欧赔赔率最小值
				if($h){				
					$hg_r = sprintf("%.6f",1/(1/$w+1/$h)); //计算皇冠欧赔回报率
				}				
				$match[$id] = $val;
				$match[$id]['w'] = $w; //竞彩受让方赔率
				$match[$id]['b'] = $b; //bet365赔率最小值
				$match[$id]['h'] = $h; //皇冠欧赔赔率最小值
				$match[$id]['bet_r'] = $bet_r;
				$match[$id]['hg_r'] = $hg_r;
				$match[$id]['rate'] = sprintf("%.6f",($bet_r+$hg_r)/2);
			}			
		}
		return $match;
	}
	//计算匹配
    public function getMatch(){
		header("Content-type:text/html;charset=UTF-8");
		import('Libs.Trade.Jcpublic');
		$jc = new \Jcpublic();
		$irate = I('param.rnrate','','htmlspecialchars'); //用户设置赔率		
		$match = $comMatchArr = array(); 
		$match = $this->queryMatch(); 
		$midArr = array();
		foreach($match as $key=>$val){
			$midArr[] = $val['id'];
		}
		$rscom = $jc->getCombine($midArr,2);  
		$i = 0;
		foreach($rscom as $key=>$val){
			$v = explode(',',$val);
			$m1 = $v[0]; $m2 = $v[1];
			$timediff = abs(strtotime($match[$m2]['matchtime']) - strtotime($match[$m1]['matchtime'])); //两场比赛时间差
			//两场比赛时间间隔<8小时
			if($timediff > 8*60*60){
				continue;
			}
			//bet365 / bet365
			if($match[$m1]['bet_r']&&$match[$m2]['bet_r']){
				$rnrate = strval(sprintf("%.6f",$match[$m1]['bet_r']+$match[$m2]['bet_r'])); //bet365返还率			
				if($rnrate < $irate) continue; //计算返还率<设置赔率值
				$comMatchArr[$i]['rnrate'] = $rnrate; //返还率
				$comMatchArr[$i]['t1'] = 'bet365';
				$comMatchArr[$i]['t2'] = 'bet365';
				$comMatchArr[$i]['m1'] = $match[$m1];
				$comMatchArr[$i]['m2'] = $match[$m2];
				$i++;
			}
			//bet365 / hg
			if($match[$m1]['bet_r']&&$match[$m2]['hg_r']){
				$rnrate = strval(sprintf("%.6f",$match[$m1]['bet_r']+$match[$m2]['hg_r'])); //bet365返还率			
				if($rnrate < $irate) continue; //计算返还率<设置赔率值
				$comMatchArr[$i]['rnrate'] = $rnrate; //返还率
				$comMatchArr[$i]['t1'] = 'bet365';
				$comMatchArr[$i]['t2'] = 'hg';
				$comMatchArr[$i]['m1'] = $match[$m1];
				$comMatchArr[$i]['m2'] = $match[$m2];
				$i++;
			}
			//hg / bet365
			if($match[$m1]['bet_r']&&$match[$m2]['hg_r']){
				$rnrate = strval(sprintf("%.6f",$match[$m1]['hg_r']+$match[$m2]['bet_r'])); //bet365返还率			
				if($rnrate < $irate) continue; //计算返还率<设置赔率值
				$comMatchArr[$i]['rnrate'] = $rnrate; //返还率
				$comMatchArr[$i]['t1'] = 'hg';
				$comMatchArr[$i]['t2'] = 'bet365';
				$comMatchArr[$i]['m1'] = $match[$m1];
				$comMatchArr[$i]['m2'] = $match[$m2];
				$i++;
			}
			//hg / hg
			if($match[$m1]['hg_r']&&$match[$m2]['hg_r']){
				$rnrate = strval(sprintf("%.6f",$match[$m1]['hg_r']+$match[$m2]['hg_r'])); //bet365返还率			
				if($rnrate < $irate) continue; //计算返还率<设置赔率值
				$comMatchArr[$i]['rnrate'] = $rnrate; //返还率
				$comMatchArr[$i]['t1'] = 'hg';
				$comMatchArr[$i]['t2'] = 'hg';
				$comMatchArr[$i]['m1'] = $match[$m1];
				$comMatchArr[$i]['m2'] = $match[$m2];
				$i++;
			}	
		}
		$comMatchArr = $this->array2_sort($comMatchArr,'rnrate',SORT_DESC,SORT_STRING);
		return $comMatchArr;
    }
	//加载匹配对阵
	public function matching(){
		header("Content-type:text/html;charset=UTF-8");
		$irate = I('param.rnrate','','htmlspecialchars'); //用户设置赔率
		$betmoney = I('param.betmoney','','htmlspecialchars'); //用户下注金额
		$rebate = I('param.rebate','','htmlspecialchars'); //用户返还金额
		$comMatchArr = $this->getMatch(); //获取对阵数据
		$this->assign('comMatchArr',$comMatchArr);
		$this->assign('irate',$irate);
		$this->assign('betmoney',$betmoney);
		$this->assign('rebate',$rebate);
		$this->display('matching');
	}
	//ajax加载匹配对阵
	public function getAjaxMatch(){
		header("Content-type:text/html;charset=UTF-8");
		$comMatchArr = $this->getMatch(); //获取对阵数据
		echo json_encode($comMatchArr);
	}	
	
	//获取最小值
	public function getMin($str){		
		$array = explode(',',$str);
		return min($array);
	}
	//二维数组排序
	function array2_sort($arr,$key,$order=SORT_ASC,$type=SORT_REGULAR){		
		foreach ($arr as $kk => $vv){
			$data[$kk] = $vv[$key];			
		}
		array_multisort($data,$order,$type,$arr);
		return $arr;
	}
	//三维数组排序	
	function array3_sort($arr,$key,$order=SORT_ASC,$type=SORT_REGULAR){		
		$karr1 = explode('|',$key);
		$karr2 = explode('/',$karr1[1]);
		$key1 = $karr1[0];
		$key2 = $karr2[0];
		$key3 = $karr2[1];	
		foreach ($arr as $k0 => $v0){
			foreach($v0[$key2] as $k1=>$v1){
				$data[$k1] = $v1[$key3];
			}
			array_multisort($data,$order,$type,$v0[$key2]);
			$arr[$k0][$key2] = $v0[$key2];
			$date[$k0] = $v0[$key1];
		}
		array_multisort($date,$order,$type,$arr);
		return $arr;
	}
    public function getOdds(){
        $url = "http://sports1.im.fun88.com/OddsDisplay/Sportsbook/GetOddsData2?Market=0";
        $host = "sports1.im.fun88.com";
        $str = $this->getCurl($url,$host);
        //var_dump($str);
        //$str = '{"d":[[17393,["Korea K - League Challenge","韩国挑战K联赛","韓國挑戰K聯賽"],0,0,[["1766096",17393,0,0,["2909","9999","15085952"],["FC Anyang","FC安养","FC安養"],["Goyang Hi FC","高阳Hi","高陽Hi"],"\/Date(1402048800000)\/","","",[[1,0,"LIVE","06:00 PM",1,1,[1,1,"0-0.5",0.25,"0.94","","0.90","",1],[1,2,"2.5",2.5,"0.95","","0.87","",1],[1,7,"0",0.0,"0.73","","1.12","",1],[1,8,"1.0",1.0,"1.05","","0.77","",1]]],0,1,0,1,0,1,null,null]]],[3777,["Korea National Championship","韩国全国锦标赛","韓國全國錦標賽"],0,0,[["1766092",3777,0,0,["3001","9999","15085632"],["Mokpo City FC","木浦","木浦"],["Changwon City","昌原","昌原"],"\/Date(1402030800000)\/","","",[[1,0,"LIVE","01:00 PM",1,1,[1,1,"0-0.5",0.25,"1.04","","0.80","",1],[1,2,"2-2.5",2.25,"1.07","","0.75","",1],[1,7,"0-0.5",0.25,"1.19","","0.68","",1],[1,8,"0.5-1",0.75,"0.81","","1.01","",1]]],0,1,0,1,0,1,null,null],["1766093",3777,0,0,["3001","9999","15085760"],["Yongin City","龙仁市","龍仁市"],["Gangneung City","江陵","江陵"],"\/Date(1402038000000)\/","","",[[1,0,"LIVE","03:00 PM",-1,1,[1,1,"0-0.5",-0.25,"0.91","","0.93","",1],[1,2,"2-2.5",2.25,"1.12","","0.71","",1],[1,7,"0",0.0,"1.06","","0.78","",1],[1,8,"0.5-1",0.75,"1.07","","0.75","",1]]],0,1,0,1,0,1,null,null]]],[7232,["Australia Victoria Premier League","澳大利亚维多利亚州超级联赛","澳大利亞維亞利亞州超級聯賽"],0,0,[["1766056",7232,0,0,["3003","9999","15085982"],["Port Melbourne Sharks SC","墨尔本港鲨鱼","墨爾本港鲨魚"],["Pascoe Vale SC","帕斯科华伦","帕斯科華倫"],"\/Date(1402050600000)\/","","",[[1,0,"LIVE","06:30 PM",1,1,[1,1,"0-0.5",0.25,"1.04","","0.86","",1],[1,2,"3.0",3.0,"0.87","","1.01","",1],[1,7,"0",0.0,"0.68","","1.28","",1],[1,8,"1-1.5",1.25,"0.96","","0.92","",1]]],0,1,0,1,0,1,null,null],["1766060",7232,0,0,["3003","9999","15085982"],["Oakleigh Cannons","欧克莱卡诺","歐克萊卡諾"],["South Melbourne FC","南墨尔本","南墨爾本"],"\/Date(1402050600000)\/","","",[[1,0,"LIVE","06:30 PM",-1,1,[1,1,"0-0.5",-0.25,"1.04","","0.86","",1],[1,2,"3.0",3.0,"0.92","","0.96","",1],[1,7,"0-0.5",-0.25,"0.73","","1.20","",1],[1,8,"1-1.5",1.25,"0.97","","0.91","",1]]],0,1,0,1,0,1,null,null]]],[56,["International Friendly","国际友谊赛","國際友誼賽"],0,0,[["1765400",56,0,0,["4127","9999","15086208"],["Russia","俄罗斯","俄羅斯"],["Morocco","摩洛哥","摩洛哥"],"\/Date(1402063200000)\/","","",[[1,0,"LIVE","10:00 PM",1,1,[1,1,"1.0",1.0,"0.82","","1.11","",1],[1,2,"2-2.5",2.25,"0.99","","0.91","",1],[1,7,"0.5",0.5,"1.04","","0.84","",1],[1,8,"0.5-1",0.75,"0.73","","1.17","",1]],[1,1,"LIVE","10:00 PM",1,1,[1,1,"1-1.5",1.25,"1.17","","0.77","",2],[1,2,"2.0",2.0,"0.70","","1.25","",2],[1,7,"0-0.5",0.25,"0.66","","1.28","",2],[1,8,"1.0",1.0,"1.23","","0.69","",2]]],1,1,0,1,0,1,null,"1766276"],["1765456",56,0,0,["4127","9999","15086302"],["Poland","波兰","波蘭"],["Lithuania","立陶宛","立陶宛"],"\/Date(1402068600000)\/","","",[[1,0,"LIVE","11:30 PM",1,1,[1,1,"1-1.5",1.25,"1.02","","0.90","",1],[1,2,"2-2.5",2.25,"0.90","","1.00","",2],[1,7,"0.5",0.5,"1.00","","0.90","",1],[1,8,"1.0",1.0,"1.08","","0.80","",1]],[1,1,"LIVE","11:30 PM",1,1,[1,1,"1.0",1.0,"0.68","","1.31","",2],[1,2,"2.5",2.5,"1.07","","0.83","",1],[1,7,"0-0.5",0.25,"0.60","","1.42","",2],[1,8,"0.5-1",0.75,"0.66","","1.28","",2]]],1,1,0,1,0,1,null,"1766275"],["1766244",56,0,0,["4127","9999","15086509"],["Germany","德国","德國"],["Armenia","亚美尼亚","亞美尼亞"],"\/Date(1402080300000)\/","","",[[1,0,"LIVE","02:45 AM",1,1,[1,1,"2.5-3",2.75,"0.98","","0.94","",1],[1,2,"3.5-4",3.75,"1.06","","0.84","",1],null,null]],0,1,0,1,0,1,null,null],["1765399",56,0,0,["4127","9999","15086528"],["Brazil","巴西","巴西"],["Serbia","塞尔维亚","塞爾維亞"],"\/Date(1402081200000)\/","","",[[1,0,"LIVE","03:00 AM",1,1,[1,1,"2.0",2.0,"1.08","","0.84","",1],[1,2,"3.0",3.0,"0.88","","1.02","",2],[1,7,"0.5-1",0.75,"0.76","","1.16","",1],[1,8,"1-1.5",1.25,"0.87","","1.01","",1]],[1,1,"LIVE","03:00 AM",1,1,[1,1,"1.5-2",1.75,"0.79","","1.14","",2],[1,2,"3-3.5",3.25,"1.12","","0.79","",1],[1,7,"1.0",1.0,"1.31","","0.66","",2],[1,8,"1.5",1.5,"1.25","","0.68","",2]]],0,1,0,1,0,1,null,"1766274"],["1765454",56,0,0,["4127","9999","15086784"],["Croatia (N)","克罗地亚 (中)","克羅地亞 (中)"],["Australia","澳大利亚","澳大利亞"],"\/Date(1402095600000)\/","","",[[1,0,"LIVE","07:00 AM",1,1,[1,1,"0.5",0.5,"0.94","","0.98","",1],[1,2,"2-2.5",2.25,"1.01","","0.89","",2],[1,7,"0-0.5",0.25,"1.06","","0.84","",1],[1,8,"1.0",1.0,"1.12","","0.77","",1]],[1,1,"LIVE","07:00 AM",1,1,[1,1,"0-0.5",0.25,"0.65","","1.36","",2],[1,2,"2.0",2.0,"0.70","","1.25","",1],[1,7,"0.5",0.5,"1.58","","0.53","",2],[1,8,"0.5-1",0.75,"0.67","","1.26","",2]]],1,1,0,1,0,1,null,null],["1766163",56,0,0,["4127","9999","15086784"],["Colombia (N)","哥伦比亚 (中)","哥倫比亞 (中)"],["Jordan","约旦","約旦"],"\/Date(1402095600000)\/","","",[[1,0,"LIVE","07:00 AM",1,1,[1,1,"2-2.5",2.25,"0.96","","0.96","",1],[1,2,"3-3.5",3.25,"1.12","","0.79","",1],null,null]],0,1,0,1,0,1,null,null],["1765401",56,0,0,["4127","9999","15086814"],["Japan (N)","日本 (中)","日本 (中)"],["Zambia","赞比亚","贊比亞"],"\/Date(1402097400000)\/","","",[[1,0,"LIVE","07:30 AM",1,1,[1,1,"1.0",1.0,"1.07","","0.85","",1],[1,2,"2.5",2.5,"1.09","","0.81","",1],[1,7,"0.5",0.5,"1.12","","0.79","",1],[1,8,"1.0",1.0,"0.93","","0.95","",1]],[1,1,"LIVE","07:30 AM",1,1,[1,1,"0.5-1",0.75,"0.79","","1.14","",2],[1,2,"2-2.5",2.25,"0.79","","1.12","",2],[1,7,"0-0.5",0.25,"0.69","","1.26","",2],[1,8,"1-1.5",1.25,"1.42","","0.58","",2]]],1,1,0,1,0,1,null,null],["1765403",56,0,0,["4127","9999","15086848"],["Greece (N)","希腊 (中)","希臘 (中)"],["Bolivia","玻利维亚","玻利維亞"],"\/Date(1402099200000)\/","","",[[1,0,"LIVE","08:00 AM",1,1,[1,1,"0.5",0.5,"1.04","","0.88","",2],[1,2,"2.0",2.0,"1.01","","0.89","",2],[1,7,"0-0.5",0.25,"1.09","","0.81","",1],[1,8,"0.5-1",0.75,"0.85","","1.03","",1]],[1,1,"LIVE","08:00 AM",1,1,[1,1,"0-0.5",0.25,"0.72","","1.25","",1],[1,2,"2-2.5",2.25,"1.26","","0.69","",1],[1,7,"0.5",0.5,"1.58","","0.53","",2],[1,8,"0.5",0.5,"0.58","","1.42","",2]]],1,1,0,1,0,1,null,null],["1765453",56,0,0,["4127","9999","15086848"],["Republic of Ireland (N)","爱尔兰 (中)","愛爾蘭 (中)"],["Costa Rica","哥斯达黎加","哥斯達黎加"],"\/Date(1402099200000)\/","","",[[1,0,"LIVE","08:00 AM",0,1,[1,1,"0",0.0,"0.79","","1.14","",1],[1,2,"2.0",2.0,"0.98","","0.92","",2],[1,7,"0",0.0,"0.87","","1.03","",1],[1,8,"0.5-1",0.75,"0.86","","1.02","",1]],[1,1,"LIVE","08:00 AM",1,1,[1,1,"0-0.5",0.25,"1.17","","0.77","",2],[1,2,"2-2.5",2.25,"1.23","","0.71","",1],[1,7,"0-0.5",0.25,"1.66","","0.50","",2],[1,8,"0.5",0.5,"0.58","","1.42","",2]]],1,1,0,1,0,1,null,null],["1765402",56,0,0,["4127","9999","15086878"],["Portugal (N)","葡萄牙 (中)","葡萄牙 (中)"],["Mexico","墨西哥","墨西哥"],"\/Date(1402101000000)\/","","",[[1,0,"LIVE","08:30 AM",1,1,[1,1,"0-0.5",0.25,"1.13","","0.80","",1],[1,2,"2.0",2.0,"0.82","","1.08","",2],[1,7,"0",0.0,"0.72","","1.21","",2],[1,8,"0.5-1",0.75,"0.79","","1.09","",1]],[1,1,"LIVE","08:30 AM",0,1,[1,1,"0",0.0,"0.76","","1.19","",2],[1,2,"2-2.5",2.25,"1.13","","0.78","",1],[1,7,"0-0.5",0.25,"1.29","","0.67","",1],[1,8,"1.0",1.0,"1.33","","0.63","",2]]],1,1,0,1,0,1,null,null]]],[4381,["International Friendly - Specials","国际友谊赛 - 特别投注","國際友誼賽 - 特別投註"],0,0,[["1766276",4381,0,0,["4127s","9950","15086208"],["Russia - No. of Corners","俄罗斯 - 角球总数","俄羅斯 - 角球總数"],["Morocco - No. of Corners","摩洛哥 - 角球总数","摩洛哥 - 角球總數"],"\/Date(1402063200000)\/","","",[[1,0,"LIVE","10:00 PM",1,1,[1,1,"2.5",2.5,"0.86","","0.98","",1],[1,2,"9.0",9.0,"0.96","","0.86","",1],[1,7,"1.0",1.0,"0.74","","1.11","",1],[1,8,"4.0",4.0,"0.79","","1.03","",1]],[1,1,"LIVE","10:00 PM",1,1,[1,1,"3.0",3.0,"1.12","","0.73","",2],[1,2,"8.5",8.5,"0.73","","1.09","",2],[1,7,"1.5",1.5,"1.12","","0.73","",2],[1,8,"4.5",4.5,"1.14","","0.69","",2]],[1,2,"LIVE","10:00 PM",1,1,[1,1,"2.0",2.0,"0.62","","1.28","",3],[1,2,"9.5",9.5,"1.19","","0.66","",3],[1,7,"2.0",2.0,"1.69","","0.43","",3],[1,8,"5.0",5.0,"1.66","","0.42","",3]]],0,0,0,1,0,2,"1765400",null],["1766275",4381,0,0,["4127s","9954","15086302"],["Poland - No. of Corners","波兰 - 角球总数","波蘭 - 角球總数"],["Lithuania - No. of Corners","立陶宛 - 角球总数","立陶宛 - 角球總數"],"\/Date(1402068600000)\/","","",[[1,0,"LIVE","11:30 PM",1,1,[1,1,"3.0",3.0,"0.96","","0.88","",1],[1,2,"10.0",10.0,"1.01","","0.81","",1],[1,7,"1.5",1.5,"1.02","","0.82","",1],[1,8,"4.5",4.5,"0.87","","0.95","",1]],[1,1,"LIVE","11:30 PM",1,1,[1,1,"2.5",2.5,"0.74","","1.11","",2],[1,2,"9.5",9.5,"0.78","","1.04","",2],[1,7,"1.0",1.0,"0.66","","1.21","",2],[1,8,"5.0",5.0,"1.23","","0.63","",2]],[1,2,"LIVE","11:30 PM",1,1,[1,1,"3.5",3.5,"1.19","","0.68","",3],[1,2,"10.5",10.5,"1.23","","0.63","",3],[1,7,"2.0",2.0,"1.49","","0.51","",3],[1,8,"5.5",5.5,"1.58","","0.45","",3]]],0,0,0,1,0,2,"1765456",null],["1766274",4381,0,0,["4127s","9962","15086528"],["Brazil - No. of Corners","巴西 - 角球总数","巴西 - 角球總数"],["Serbia - No. of Corners","塞尔维亚 - 角球总数","塞爾維亞 - 角球總數"],"\/Date(1402081200000)\/","","",[[1,0,"LIVE","03:00 AM",1,1,[1,1,"4.0",4.0,"1.01","","0.83","",1],[1,2,"9.0",9.0,"0.96","","0.86","",1],[1,7,"2.0",2.0,"1.09","","0.75","",1],[1,8,"4.0",4.0,"0.79","","1.03","",1]],[1,1,"LIVE","03:00 AM",1,1,[1,1,"3.5",3.5,"0.77","","1.07","",2],[1,2,"8.5",8.5,"0.73","","1.09","",2],[1,7,"1.5",1.5,"0.74","","1.11","",2],[1,8,"4.5",4.5,"1.14","","0.69","",2]],[1,2,"LIVE","03:00 AM",1,1,[1,1,"4.5",4.5,"1.25","","0.64","",3],[1,2,"9.5",9.5,"1.19","","0.66","",3],[1,7,"2.5",2.5,"1.49","","0.51","",3],[1,8,"5.0",5.0,"1.66","","0.42","",3]]],0,0,0,1,0,2,"1765399",null]]],[8304,["Italy Serie B - Playout","意大利乙级联赛 - 降级附加赛","意大利乙級聯賽 - 降級附加賽"],0,0,[["1765163",8304,0,0,["4166","9999","15086494"],["Novara","诺和华","諾和華"],["AS Varese","AS瓦雷斯","AS瓦雷斯"],"\/Date(1402079400000)\/","","",[[1,0,"LIVE","02:30 AM",1,1,[1,1,"0-0.5",0.25,"1.05","","0.87","",2],[1,2,"2-2.5",2.25,"1.13","","0.78","",1],[1,7,"0",0.0,"0.74","","1.19","",1],[1,8,"0.5-1",0.75,"0.81","","1.07","",1]],[1,1,"LIVE","02:30 AM",0,1,[1,1,"0",0.0,"0.63","","1.40","",1],[1,2,"2.0",2.0,"0.77","","1.14","",2],[1,7,"0-0.5",0.25,"1.47","","0.58","",2],[1,8,"1.0",1.0,"1.38","","0.60","",2]]],0,1,0,1,0,1,null,null]]],[3794,["Ireland FAI Cup","爱尔兰足总杯","愛爾蘭足總盃"],0,0,[["1765446",3794,0,0,["5112","9999","15086509"],["Athlone Town FC","亚隆城","亞隆城"],["Longford Town FC","朗福特城","朗福特城"],"\/Date(1402080300000)\/","","",[[1,0,"LIVE","02:45 AM",0,1,[1,1,"0",0.0,"0.93","","0.95","",1],[1,2,"2-2.5",2.25,"1.07","","0.79","",1],[1,7,"0",0.0,"0.90","","0.98","",1],[1,8,"0.5-1",0.75,"0.79","","1.07","",1]]],0,1,0,1,0,1,null,null],["1765264",3794,0,0,["5112","9999","15086509"],["Dundalk FC","登克尔克","登克爾克"],["Sligo Rovers FC","斯莱戈","斯萊戈"],"\/Date(1402080300000)\/","","",[[1,0,"LIVE","02:45 AM",1,1,[1,1,"0-0.5",0.25,"0.70","","1.21","",1],[1,2,"2.5",2.5,"1.07","","0.79","",1],[1,7,"0-0.5",0.25,"1.06","","0.82","",1],[1,8,"1.0",1.0,"1.16","","0.72","",1]]],0,1,0,1,0,1,null,null],["1765447",3794,0,0,["5112","9999","15086509"],["UC Dublin","都柏林大学","都柏林大學"],["Galway FC","高威","高威"],"\/Date(1402080300000)\/","","",[[1,0,"LIVE","02:45 AM",1,1,[1,1,"0.5",0.5,"1.13","","0.76","",1],[1,2,"2.5",2.5,"0.97","","0.89","",1],[1,7,"0-0.5",0.25,"1.19","","0.72","",1],[1,8,"1.0",1.0,"0.99","","0.87","",1]]],0,1,0,1,0,1,null,null],["1765266",3794,0,0,["5112","9999","15086528"],["Wexford Youths FC","威福特青年队","威福特青年隊"],["Bray Wanderers","布雷","布雷"],"\/Date(1402081200000)\/","","",[[1,0,"LIVE","03:00 AM",-1,1,[1,1,"0-0.5",-0.25,"1.03","","0.85","",1],[1,2,"2-2.5",2.25,"0.94","","0.92","",1],[1,7,"0",0.0,"1.26","","0.67","",1],[1,8,"0.5-1",0.75,"0.71","","1.17","",1]]],0,1,0,1,0,1,null,null],["1765265",3794,0,0,["5112","9999","15086528"],["Shelbourne FC","舒尔本","舒爾本"],["Waterford United FC","沃特福德联","屈福特聯"],"\/Date(1402081200000)\/","","",[[1,0,"LIVE","03:00 AM",1,1,[1,1,"0.5-1",0.75,"0.98","","0.90","",1],[1,2,"2-2.5",2.25,"0.86","","1.00","",1],[1,7,"0-0.5",0.25,"0.96","","0.92","",1],[1,8,"1.0",1.0,"1.13","","0.74","",1]]],0,1,0,1,0,1,null,null]]],[3276,["Sweden Sodra 1st Division","瑞典乙级联赛南部组","瑞典乙級聯賽南部組"],0,0,[["1766073",3276,0,0,["5144","9999","15086272"],["IS Halmia","哈米亚","哈米亞"],["Motala AIF FK","马塔拉","馬塔拉"],"\/Date(1402066800000)\/","","",[[1,0,"LIVE","11:00 PM",1,1,[1,1,"0-0.5",0.25,"1.03","","0.87","",1],[1,2,"3.0",3.0,"1.07","","0.81","",1],[1,7,"0",0.0,"0.70","","1.25","",1],[1,8,"1-1.5",1.25,"1.08","","0.80","",1]]],0,1,0,1,0,1,null,null]]],[4135,["Sweden Norra 1st Division","瑞典乙级联赛北部组","瑞典乙級聯賽北部組"],0,0,[["1766051",4135,0,0,["5146","9999","15086144"],["BK Forward","佛瓦德","佛瓦德"],["Vasalunds IF","维萨隆德","維薩隆德"],"\/Date(1402059600000)\/","","",[[1,0,"LIVE","09:00 PM",1,1,[1,1,"0-0.5",0.25,"0.97","","0.93","",1],[1,2,"3.0",3.0,"1.16","","0.74","",1],[1,7,"0-0.5",0.25,"1.23","","0.71","",1],[1,8,"1-1.5",1.25,"1.09","","0.79","",1]]],0,1,0,1,0,1,null,null]]],[3683,["Iceland 1st Division","冰岛甲级联赛","冰島甲級聯賽"],0,0,[["1764857",3683,0,0,["6140","9999","15086543"],["IA Akranes","阿简尼斯","阿簡尼斯"],["HK Kopavogur","HK夏拿费雷","HK夏拿費雷"],"\/Date(1402082100000)\/","","",[[1,0,"LIVE","03:15 AM",1,1,[1,1,"0.5",0.5,"0.83","","1.05","",1],[1,2,"2.5-3",2.75,"0.77","","1.09","",1],[1,7,"0-0.5",0.25,"0.96","","0.92","",1],[1,8,"1-1.5",1.25,"1.11","","0.76","",1]]],0,1,0,1,0,1,null,null]]],[3473,["Belarus Premier League","白俄罗斯超级联赛","白俄罗斯超级联赛"],0,0,[["1765858",3473,0,0,["6212","9999","15086272"],["FC Slutsk (N)","FC斯卢特斯克 (中)","FC斯盧特斯克 (中)"],["FC Dnepr Mogilev","迪尼普莫吉莱夫","迪尼普莫吉萊夫"],"\/Date(1402066800000)\/","","",[[1,0,"LIVE","11:00 PM",0,1,[1,1,"0",0.0,"1.02","","0.82","",1],[1,2,"2.5",2.5,"1.08","","0.74","",1],[1,7,"0",0.0,"0.99","","0.85","",1],[1,8,"1.0",1.0,"1.12","","0.71","",1]]],0,1,0,1,0,1,null,null],["1765859",3473,0,0,["6212","9999","15086336"],["FC Belshyna Babruisk","比拉罗斯","比拉羅斯"],["FC Minsk","明斯克","明斯克"],"\/Date(1402070400000)\/","","",[[1,0,"LIVE","12:00 AM",0,1,[1,1,"0",0.0,"0.82","","1.02","",1],[1,2,"2.5",2.5,"0.96","","0.86","",1],[1,7,"0",0.0,"0.85","","0.99","",1],[1,8,"1.0",1.0,"0.98","","0.84","",1]]],0,1,0,1,0,1,null,null],["1765860",3473,0,0,["6212","9999","15086336"],["FC Gomel","高美尔","高美爾"],["FC Torpedo Zhodino","FC鱼雷","FC魚雷"],"\/Date(1402070400000)\/","","",[[1,0,"LIVE","12:00 AM",1,1,[1,1,"0-0.5",0.25,"1.04","","0.80","",1],[1,2,"2-2.5",2.25,"1.06","","0.76","",1],[1,7,"0",0.0,"0.71","","1.14","",1],[1,8,"0.5-1",0.75,"0.69","","1.14","",1]]],0,1,0,1,0,1,null,null]]],[3786,["USA Major League Soccer","美国职业大联盟","美國職業大聯盟"],0,0,[["1765335",3786,0,0,["6500","9999","15086878"],["Houston Dynamo","侯斯顿戴拿模","侯斯頓戴拿模"],["Sporting Kansas City","肯萨斯竞技","肯薩斯競技"],"\/Date(1402101000000)\/","","",[[1,0,"LIVE","08:30 AM",0,1,[1,1,"0",0.0,"1.04","","0.88","",1],[1,2,"2-2.5",2.25,"0.89","","1.01","",2],[1,7,"0",0.0,"1.02","","0.88","",1],[1,8,"1.0",1.0,"1.08","","0.80","",1]],[1,1,"LIVE","08:30 AM",-1,1,[1,1,"0-0.5",-0.25,"0.70","","1.28","",2],[1,2,"2.5",2.5,"1.13","","0.78","",1],[1,7,"0-0.5",-0.25,"0.53","","1.58","",2],[1,8,"0.5-1",0.75,"0.65","","1.29","",2]]],1,1,0,1,0,1,null,null]]],[3791,["Brazil Serie B","巴西乙级联赛","巴西乙級聯賽"],0,0,[["1765693",3791,0,0,["7000","9999","15086750"],["Parana Clube","柏拉拿","柏拉拿"],["Luverdense Esporte Clube","卢维丹斯","盧維丹斯"],"\/Date(1402093800000)\/","","",[[1,0,"LIVE","06:30 AM",1,1,[1,1,"0.5",0.5,"1.08","","0.82","",1],[1,2,"2.5",2.5,"1.13","","0.76","",1],[1,7,"0-0.5",0.25,"1.25","","0.70","",1],[1,8,"1.0",1.0,"1.12","","0.77","",1]]],1,1,0,1,0,1,null,null],["1765694",3791,0,0,["7000","9999","15086750"],["Joinville Esporte Clube","积安维尔","積安維爾"],["Vila Nova Futebol Clube","维拉诺瓦","維拉諾瓦"],"\/Date(1402093800000)\/","","",[[1,0,"LIVE","06:30 AM",1,1,[1,1,"1.5",1.5,"0.93","","0.97","",1],[1,2,"2.5-3",2.75,"0.98","","0.90","",1],[1,7,"0.5-1",0.75,"1.05","","0.85","",1],[1,8,"1.0",1.0,"0.74","","1.16","",1]]],0,1,0,1,0,1,null,null]]],[63,["Argentina Primera B Nacional","阿根廷乙级联赛","阿根廷乙級聯賽"],0,0,[["1766220",63,0,0,["7919","9999","15086528"],["Talleres Cordoba","塔勒雷斯","塔勒雷斯"],["CA Villa San Carlos","维拉圣卡罗斯","維拉聖卡羅斯"],"\/Date(1402081200000)\/","","",[[1,0,"LIVE","03:00 AM",1,1,[1,1,"0.5-1",0.75,"0.80","","1.04","",1],[1,2,"2.0",2.0,"0.85","","0.97","",1],[1,7,"0-0.5",0.25,"0.81","","1.03","",1],[1,8,"0.5-1",0.75,"0.75","","1.07","",1]]],0,1,0,1,0,1,null,null],["1766221",63,0,0,["7919","9999","15086794"],["Union De Santa Fe","圣塔菲联","聖塔菲聯"],["Club Atletico Banfield","班菲特","班菲特"],"\/Date(1402096200000)\/","","",[[1,0,"LIVE","07:10 AM",0,1,[1,1,"0",0.0,"0.83","","1.01","",1],[1,2,"2.0",2.0,"0.90","","0.92","",1],[1,7,"0",0.0,"0.80","","1.04","",1],[1,8,"0.5-1",0.75,"0.85","","0.97","",1]]],0,1,0,1,0,1,null,null],["1766223",63,0,0,["7919","9999","15086814"],["Sarmiento De Junin","萨尔米安杜","薩爾米安杜"],["CA Douglas Haig","CA道格拉斯黑格","CA道格拉斯黑格"],"\/Date(1402097400000)\/","","",[[1,0,"LIVE","07:30 AM",1,1,[1,1,"0.5",0.5,"0.97","","0.87","",1],[1,2,"2.0",2.0,"0.97","","0.85","",1],[1,7,"0-0.5",0.25,"1.13","","0.72","",1],[1,8,"0.5-1",0.75,"0.89","","0.93","",1]]],0,1,0,1,0,1,null,null],["1766224",63,0,0,["7919","9999","15086814"],["Defensa y Justicia","防卫者","防衛者"],["Instituto Atletico Central Cordoba","恩斯蒂图","恩斯蒂图"],"\/Date(1402097400000)\/","","",[[1,0,"LIVE","07:30 AM",1,1,[1,1,"0.5",0.5,"0.87","","0.97","",1],[1,2,"2.0",2.0,"0.96","","0.86","",1],[1,7,"0-0.5",0.25,"1.05","","0.79","",1],[1,8,"0.5-1",0.75,"0.89","","0.93","",1]]],0,1,0,1,0,1,null,null],["1766225",63,0,0,["7919","9999","15086878"],["Crucero Del Norte","克鲁塞罗德尔诺特","克魯塞羅德爾諾特"],["Independiente Rivadavia","门多萨独立","門多薩獨立"],"\/Date(1402101000000)\/","","",[[1,0,"LIVE","08:30 AM",1,1,[1,1,"0.5",0.5,"1.04","","0.80","",1],[1,2,"2.0",2.0,"0.96","","0.86","",1],[1,7,"0-0.5",0.25,"1.21","","0.66","",1],[1,8,"0.5-1",0.75,"0.89","","0.93","",1]]],0,1,0,1,0,1,null,null],["1766222",63,0,0,["7919","9999","15086878"],["CA San Martin San Juan","圣马丁SJ","聖馬丁SJ"],["CA Boca Unidos","保加联","保加聯"],"\/Date(1402101000000)\/","","",[[1,0,"LIVE","08:30 AM",1,1,[1,1,"0.5",0.5,"0.92","","0.92","",1],[1,2,"2.0",2.0,"0.96","","0.86","",1],[1,7,"0-0.5",0.25,"1.09","","0.75","",1],[1,8,"0.5-1",0.75,"0.89","","0.93","",1]]],0,1,0,1,0,1,null,null]]]],"m":null}';
        $matcharr = (array)json_decode($str);
        $matcharr = $matcharr['d'];
        $data = array();
        foreach($matcharr as $key=>$val){
            
            $lid = $val[0]; //联赛ID
            $ls = $val[1][1]; //联赛名称(取简体中文)
            $match = $val[4];
            foreach ($match as $kk => $vv) {
                $mid = $vv[0]; //场次ID
                $homesxname = $vv[5][1]; //主队名称
                $awaysxname = $vv[6][1]; //客队名称
                $matchtime = $vv[10][0][3]; //比赛时间
                $betodds = array(
                    //赔率$vv[10][6]
                    'rq'=>array($vv[10][0][6][2],$vv[10][0][6][4],$vv[10][0][6][6]),
                    'dx'=>array($vv[10][0][7][2],$vv[10][0][7][4],$vv[10][0][7][6]),
                    //'rq'=>array($vv[10][6][2],$vv[10][6][4],$vv[10][6][6])
                );
                //若该场比赛不属于对应联赛则跳出
                if($lid != $vv[1]){ 
                    continue;
                }
                $data[$mid]['mid'] = $mid;
                $data[$mid]['ls'] = $ls;
                $data[$mid]['homesxname'] = $homesxname;
                $data[$mid]['awaysxname'] = $awaysxname;
                $data[$mid]['matchtime'] = $matchtime;
                $data[$mid]['betodds'] = $betodds;
            }
        }

        $this->assign('data',$data);
        $this->display('index');
        
        //http://match.boss.com/index.php/Home/Index/getOdds    	
    }


    public function getCurl($url,$host){
        set_time_limit(0);         
        $ch = curl_init();
        curl_setopt($ch, CURLOPT_URL,$url); // 要访问的地址
        curl_setopt($ch, CURLOPT_SSL_VERIFYPEER, false);  // 对认证证书来源的检查
        curl_setopt($ch, CURLOPT_SSL_VERIFYHOST, false); // 从证书中检查SSL加密算法是否存在
        curl_setopt($ch,CURLOPT_RETURNTRANSFER,1); // 获取的信息以文件流的形式返回                    
        curl_setopt($ch, CURLOPT_FOLLOWLOCATION,1);// 使用自动跳转    
        curl_setopt($ch, CURLOPT_HEADER, 0);  // 显示返回的Header区域内容    
        curl_setopt($ch,CURLOPT_USERAGENT,"Mozilla/4.0 (compatible; MSIE 6.0; Windows NT 5.1; SV1; .NET CLR 1.1.4322; .NET CLR 2.0.50727)");   // 模拟用户使用的浏览器
        curl_setopt($ch,CURLOPT_HTTPHEADER,array(
            "User-Agent: Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.0; SLCC1; .NET CLR 2.0.50727; TheWorld)",
            "Accept-Language: en",
            "Host:".$host
        ));
        curl_setopt($ch, CURLOPT_REFERER, "http://".$host);
        $content = curl_exec($ch);
        curl_close($ch);
        return $content;
    }

}